[
    {
        "company_name": "OpenDriveLab",
        "country": "China",
        "visa_sponsorship_or_remote": "",
        "job_title": "Research Scientist/Intern",
        "url_or_email": "contact@opendrivelab.com",
        "requirements": "Expertise in end-to-end autonomous driving, generative AI, large language models, and embodied AI. Strong research abilities, exceptional written and verbal communication skills, independent work capabilities, effective collaboration with team members, history of original first-author publications in AI.",
        "deadline": "",
        "full_description": "OpenDriveLab (https://opendrivelab.com/) is a non-profit research entity working on cutting-edge research in autonomous driving. It is part of Shanghai AI Lab, an AI research center based in Shanghai and Hong Kong. The vision is to build an AI autonomous agent for applications in Autonomous Driving, Embodied AI, Robotics, etc. The company has been recognized with awards such as the CVPR 2023 Best Paper Award and features works in the 2022 Top 100 AI Papers. Research Scientists/Interns will work on complex problems in autonomous driving, publish high-quality research papers, and contribute to the academic community."
    },
    {
        "company_name": "Pryon",
        "country": "United States",
        "visa_sponsorship_or_remote": "Not able to sponsor or take over sponsorship of employment Visas",
        "job_title": "Research Scientist for AI Research team",
        "url_or_email": "",
        "requirements": "MaSc. or Ph.D. in Computer Science, Data Science or related field; 3+ years of relevant work experience; expertise in Deep Learning, NLP, Computer Vision or Speech Recognition; experience with deep learning toolkits; strong foundation in Computer Science; Python, C++, Java; experience with NLP and transformers/LLMs; publications in top-tier conferences; cloud-based development environments and micro-service creation experience; strong problem solving skills; team player.",
        "deadline": "",
        "full_description": "Location: New York City. Pryon is a company focusing on real AI, created by pioneers with experience from products like Alexa, Siri, and Watson. They are building an industry-leading knowledge management platform with proprietary NLP capabilities. Seeking a Research Scientist to solve problems in machine learning, NLP, and human-computer interaction. The role involves research and transitioning technology to production. Benefits include health, dental, vision, life insurance, disability, 401k, and unlimited PTO. Pryon is an EEO and does not discriminate."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "Unknown",
        "job_title": "Unknown Title",
        "url_or_email": "Unknown",
        "requirements": "Basic Qualifications: Bachelor's or higher degree in Computer Science, Engineering, or related field; 3-5 years of relevant AI experience with focus on NLP; proficient in Python, data structures, algorithms, and machine learning; ability to apply AI and LLM research to practical applications; exceptional communication and documentation skills; strategic problem-solving and first-principle thinking. Preferred Qualifications: AI/NLP project expertise, innovative solutions, and outcomes; experience with production software eng; publication record in AI or NLP conferences; participation in open-source AI projects; dedication to AI advancement; tech/business impact with advanced AI solutions; mentorship in AI/NLP projects.",
        "deadline": "Unknown",
        "full_description": "Palo Alto, CA: The era of pervasive AI has arrived, with organizations using generative AI to unlock value in data, accelerate processes, reduce costs, and drive efficiency and innovation. SambaNova has introduced SambaNova Suite™, a full-stack generative AI platform, from chip to model, optimized for enterprises and government organizations and powered by the SN40L chip. The platform is available on-premises or in the cloud and offers state-of-the-art open-source models that can be fine-tuned using customer data. Senior Applied NLP Engineers at SambaNova lead projects leveraging LLMs to tackle complex challenges and design AI solutions tailored to bridge customer needs with technological capabilities. They integrate the latest AI research into products and maintain high software engineering standards. Responsibilities include developing LLMs, collaborating with teams, and mentoring junior engineers."
    },
    {
        "company_name": "Scribe Therapeutics",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Data Scientist/Sr. Data Scientist",
        "url_or_email": "",
        "requirements": "Expertise in Data Science, Machine Learning, and Artificial Intelligence. Ability to work collaboratively with interdisciplinary teams. Design and develop predictive/generative models and algorithms. Contribute to biotech research and development through data-driven projects. Implement and maintain production-quality code with appropriate tests. Stay updated with latest advancements in the field.",
        "deadline": "",
        "full_description": "Scribe Therapeutics is a molecular engineering company focused on creating best-in-class in vivo therapies that permanently treat the underlying cause of disease. Co-founded by CRISPR inventors and molecular engineers, Scribe is developing custom engineered enzymes and delivery modalities as part of a proprietary CRISPR by Design™ platform for genetic medicine. We are seeking a motivated individual to join our team to advance our platform in the role of a Data Scientist/Sr. Data Scientist. The role involves collaboration with biologists and bioengineers to build ML/AI tools for CRISPR-based therapeutics. Opportunities for professional growth are available in a rapidly growing biotech start-up, with potential for leadership and impactful publication. Responsibilities include leading data-driven projects, utilizing ML/AI techniques, developing models and algorithms for drug discovery, data strategy development, and production-quality coding."
    },
    {
        "company_name": "Salesforce",
        "country": "Singapore",
        "visa_sponsorship_or_remote": "",
        "job_title": "Research Intern",
        "url_or_email": "",
        "requirements": "PhD candidate in a relevant research area; excellent understanding of deep learning techniques (CNN, RNN, LSTM, GRU, GAN, attention models, optimization methods); experience with deep learning libraries and platforms (PyTorch, TensorFlow, Caffe, Chainer); strong background in machine learning, NLP, computer vision, or reinforcement learning; strong algorithmic problem solving skills; programming experience in Python, Java, C/C++, Lua, or a similar language",
        "deadline": "",
        "full_description": "About Salesforce: We’re Salesforce, the Customer Company, inspiring the future of business with AI+ Data +CRM. Leading with our core values, we help companies across every industry blaze new trails and connect with customers in a whole new way. And, we empower you to be a Trailblazer, too — driving your performance and career growth, charting new paths, and improving the state of the world. If you believe in business as the greatest platform for change and in companies doing well and doing good – you’ve come to the right place. Salesforce Research is looking for outstanding research interns. Ideal candidates have a strong background in one or more of the following fields: Conversational AI, Multimodal Data Intelligence, Multimodal Content Generation, Fundamentals of Machine Learning and AI, Responsible & Trusted AI, Natural Language Processing. Areas of Application include: Software Intelligence, AI for Operations, AI for Availability &  Security, Environment & Sustainability. Candidates that have published in top-tier conferences or journals (e.g., NeurIPS, ICML, ICLR, ACL, EMNLP, CVPR,) are preferred. As a research intern, you will work with a team of research scientists and engineers on a project that ideally leads to a submission to a top-tier conference, learn about exciting research and applications outside your expertise, focus on pure research that incorporates into your PhD focus area and contributes to the AI Community, and attend conferences with our researchers to showcase your accepted papers. This internship is a minimum of 12 weeks."
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Search Thematic Ad Experience (STAX) team within Sponsored Products is looking for a leader to lead a team of talented applied scientists working on cutting-edge science to innovate on ad experiences for Amazon shoppers. You will manage a team of scientists, engineers, and PMs to innovate new widgets on Amazon Search page to improve shopper experience using state-of-the-art NLP and computer vision models. You will be leading some industry first experiences that has the potential to revolutionize how shopping looks and feels like on Amazon, and e-commerce marketplaces in general. You will have the opportunity to design the vision on how ad experiences look on Amazon search page, and use the combination of advanced techniques and continuous experimentation to realize this vision. Your work will be core to Amazon’s advertising business. You will be a significant contributor in building the future of sponsored advertising, directly impacting the shopper experience for our hundreds of millions of shoppers worldwide, while delivering significant value for hundreds of thousands of advertisers across the purchase journey with ads on Amazon."
    },
    {
        "company_name": "Pryon",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Solutions Engineer",
        "url_or_email": "",
        "requirements": "Bachelor’s degree in (STEM) field; graduate degree preferred, 2+ years of software development experience, Knowledge of cloud services, service mesh frameworks, container systems, and orchestration platforms, Solid understanding of machine learning techniques, Competitive landscape knowledge in NLP and knowledge management platforms, Public speaking skills, Experience with content repository API connections, Ability to work independently and learn continuously, Experience in AI-based enterprise applications, Organizational skills and attention to detail, Experience with cross-functional teams.",
        "deadline": "",
        "full_description": "Pryon is looking for a Solutions Engineer who is proficient in AI/ML/NLP and software development, and who also has strong client-facing skills. Responsibilities include balancing business and technical needs, leading technical activities with prospective customers and partners, building tools, overseeing product execution, identifying technical risks, prototyping new features, leading implementation plans, providing product feedback, assisting in product roadmap development, and managing support for customer environments."
    },
    {
        "company_name": "University of Edinburgh",
        "country": "United Kingdom",
        "visa_sponsorship_or_remote": "",
        "job_title": "Lecturer/Reader in Machine Learning",
        "url_or_email": "https://elxw.fa.em3.oraclecloud.com/hcmUI/CandidateExperience/en/sites/CX_1001/job/8801",
        "requirements": "",
        "deadline": "2024-01-15T23:59:00Z",
        "full_description": "Open position for Lecturer/Reader in Machine Learning (~Asst/Assoc Prof). The position is full-time and open-ended (equivalent to a US tenured position) at the School of Informatics at the University of Edinburgh, UK. Apply through the University of Edinburgh jobs website with vacancy reference 8801. Informal enquiries may be addressed to Drs Michael Gutmann (michael.gutmann@ed.ac.uk), Oisin Mac Aodha (oisin.macaodha@ed.ac.uk), or Antonio Vergari (avergari@exseed.ed.ac.uk)."
    },
    {
        "company_name": "Talroo",
        "country": "United States",
        "visa_sponsorship_or_remote": "Relocation assistance available",
        "job_title": "Principal Machine Learning Scientist",
        "url_or_email": "",
        "requirements": "Passion for technology and learning",
        "deadline": "",
        "full_description": "Join Talroo, an award-winning, rapidly growing company in Austin, TX, recognized for excellence in workplace culture and innovation in talent attraction. Our platform, aiding top firms like Uber and McDonald's, utilizes advanced AI technologies for efficient hiring. We're seeking a Principal Machine Learning Scientist to lead significant business initiatives, employing A/B testing and deep-learning techniques for measurable impacts. Although our primary focus is on the Principal level, we welcome candidates at other levels (Associate, Senior, etc.) and roles (Machine Learning Engineers, ML Ops) with a passion for technology and learning. Talroo is an Equal Opportunity Employer. We value diversity and encourage applications from all backgrounds. Apply now to be a part of Talroo's mission in revolutionizing recruitment with AI!"
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "AI Engineer",
        "url_or_email": "",
        "requirements": "5+ years experience writing high-performance, well-tested, production quality code, Bachelor’s degree in computer science or equivalent industry experience, Demonstrated experience in building large scale, fault tolerant, distributed systems like storage, search, and computation, Expert level programmer in one or more of Python, Go, Rust, or C/C++, Experience implementing runtime inference services at scale or similar, Excellent understanding of low level operating systems concepts including multi-threading, memory management, networking and storage, performance and scale, GPU programming, NCCL, CUDA knowledge a plus, Experience with Pytorch or Tensorflow, a plus",
        "deadline": "",
        "full_description": "San Francisco Role\nTogether AI is looking for an AI Engineer who will develop systems and APIs that enable our customers to perform inference and fine tune LLMs. Relevant experience includes implementing runtime systems that perform inference at scale using AI/ML models from simple models up to the largest LLMs.\n\nResponsibilities\nDesign and build the production systems that power the Together Cloud inference and fine-tuning APIs, enabling reliability and performance at scale\nPartner with researchers, engineers, product managers, and designers to bring new features and research capabilities to the world\nPerform architecture and research work for AI workloads\nAnalyze and improve efficiency, scalability, and stability of various system resources\nConduct design and code reviews\nCreate services, tools & developer documentation\nCreate testing frameworks for robustness and fault-tolerance\nParticipate in an on-call rotation to respond to critical incidents as needed\n\nAbout Together AI\nTogether AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. We invite you to join a passionate group of researchers and engineers in our journey in building the next generation AI infrastructure.\n\nCompensation\nWe offer competitive compensation, startup equity, health insurance and other competitive benefits. The US base salary range for this full-time position is: $160,000 - $220,000 + equity + benefits. Our salary ranges are determined by location, level and role. Individual compensation will be determined by experience, skills, and job-related knowledge.\n\nEqual Opportunity\nTogether AI is an Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "CDRH-OSEL-Opportunities@fda.hhs.gov",
        "requirements": "US Citizens; Permanent Residents; Non-Citizens",
        "deadline": "",
        "full_description": "Position Title: Artificial Intelligence/Medical Imaging Devices Scientist - (Staff Fellow) Location: Silver Spring, Maryland, FDA Headquarters, White Oak Campus Application Period: Rolling Salary Range: $89,834 - $164,102 (commensurate with education and experience) Position Information: Full-Time – Appointment term of three (3) years, with possibility of being extended. Who may be considered: US Citizens; Permanent Residents; and Non-Citizens. Introduction: The U.S. Food and Drug Administration (FDA or Agency) is the regulatory, scientific, public health and consumer protection agency responsible for ensuring all human and animal drugs, medical devices, cosmetics, foods, food additives, drugs and medicated feeds for food producing animals, tobacco and radiation emitting devices safe, and effective. The mission of CDRH is to protect and promote the public health by performing essential public health tasks by making sure that medical devices and radiological health products are safe for people in the United States. OSEL is dedicated to promoting innovation for the development of new lifesaving medical devices. OSEL is composed of scientists and engineers who conduct regulatory science research and have a broad diversity of expertise from microbiology to artificial intelligence and machine learning. The Division of Imaging, Diagnostics, and Software Reliability (DIDSR) within CDRH’s OSEL develops methods for evaluating the image quality of emerging imaging systems, develops methods for characterizing new medical image display devices, evaluates the dose reduction potential of new image reconstruction methods and assesses the performance of Artificial Intelligence and Machine Learning algorithms. Position Summary: DIDSR is now accepting applications for several Staff Fellow positions for candidates with experience and expertise in artificial intelligence and medical imaging. As an integral member of DIDSR, you will assist the Division in leading and advancing regulatory science in the development and assessment of AI and ML methods and techniques for medical devices. Fellows also participate in the regulatory review of medical devices based on emerging technologies for diagnostic and medical imaging products. Research areas of immediate interest include: Evaluation of federated data methods and federated machine-learning approaches, Image quality assessment of AI image reconstruction approaches for sparse data techniques, Statistical methods for performance analysis of medical AI including generative AI, Statistical approaches for evaluating digital twin constructs and for the characterization of knowledge-based and data-driven synthetic datasets and models. How to Apply: Submit an electronic resume or curriculum vitae, cover letter containing describing why you are uniquely qualified for this position, and a copy of unofficial transcripts all in one document (Adobe PDF) to CDRH-OSEL-Opportunities@fda.hhs.gov, with Job Reference code '2024-DID-AI-MID' in the subject line."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Artificial intelligence is having a profound impact on all aspects of our lives and is transforming how work is conducted in every industry. Today, AI systems are enabling businesses to personalize services, converse with customers, automate operations, optimize workflows, predict demand, and recommend next best actions. A common thread to our ambitious AI research agenda on generative AI and foundation models is to understand how AI systems and algorithms can be designed responsibly, built to scale, and produce effective outcomes for their enterprise users. We are seeking intern candidates to help us advance our research and development agenda on artificial intelligence in areas including Generative AI, Natural Language Processing, Trustworthy & Human-Centered AI, Knowledge and Reasoning, AI for Business Automation, AI Applications, AI Security, AI Hardware, Speech and Conversational AI. If you are interested in summer internship opportunities for 2024, please contact us in person at the NeurIPS IBM booth. We are looking forward meeting you. Explore featured internship openings on our IBM Research NeurIPS 2024 page. Explore all current IBM Research Openings If you are interested in exploring how you can shape the future of AI with us, start by joining the IBM Research Talent Network to share your information for any future opportunities with IBM Research. Connect with us for future career opportunities"
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "Not specified",
        "job_title": "Senior Applied Scientist",
        "url_or_email": "https://www.amazon.science",
        "requirements": "Not specified",
        "deadline": "Not specified",
        "full_description": "Location Global Science at Amazon enables new customer experiences, addresses existing customer pain points, complements engineering and product disciplines, and is a critical functional skill for all Amazon businesses. It is this focus on the customer, and the company's ability to have impact at global scale that attracts some of the brightest minds in artificial intelligence, machine learning, and related fields. To view all available Senior Applied Scientist opportunities, visit the link below! For more information on the Amazon Science community please visit https://www.amazon.science. Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "apply.interfolio.com/133102, isenjobs@tamu.edu",
        "requirements": "Applicant must have an earned doctorate in industrial and systems engineering, computer science, computer engineering, statistics, or a closely related engineering or science discipline.",
        "deadline": "November 15, 2023",
        "full_description": "The Wm Michael Barnes ’64 Department of Industrial and Systems Engineering (ISEN), College of Engineering at Texas A&M University invites applications for two (2) open rank, full-time tenured or tenure-track positions in the area of Data Science and Engineering. The candidate is expected to teach multiple courses from the curriculum of the newly launched Bachelor of Science degree in Data Engineering. ISEN is looking to expand in all areas of Data Science and Engineering, including but not limited to: machine learning, reinforcement learning, data analysis, data privacy and security, foundation models, and relevant applications. This position is a 9-month academic appointment with the possibility of an additional summer appointment contingent upon need and availability of funds, beginning Fall 2024. Applicants will be considered for the faculty titles of assistant, associate, and full professor levels depending on qualifications. The successful applicant(s) will be required to teach; advise and mentor graduate students; develop an independent, externally funded research program; participate in all aspects of the department’s activities; and serve the profession. ISEN faculty have strong collaborations with the Institute of Data Science, Center for Remote Health Technologies and Systems, Cybersecurity Center, Institute for Manufacturing Systems, and Bush Combat Development Complex."
    },
    {
        "company_name": "Vector Institute",
        "country": "Canada",
        "visa_sponsorship_or_remote": "Remote or in person",
        "job_title": "Research Intern",
        "url_or_email": "internships@vectorinstitute.ai",
        "requirements": "Second year or higher studying at a university or college, studying in a STEM program or adjacent disciplines, completion of an Introduction to Machine Learning Course, ineligible if a current graduate student or post doc of Vector Faculty Members, submission of CV, transcripts, research statement (optional for undergrad), two letters of recommendation (required for PhD/postdoc, optional for undergrad and masters)",
        "deadline": "January 15, 2024 at 1:00 PM EST",
        "full_description": "Work alongside Vector Faculty Members & top AI researchers in areas such as Computer Vision, Generative Models, Health, NLP, Optimization, Reinforcement Learning & Representation Learning, Statistical Learning Theory, Sequential Decision Making, Security, Privacy & Fairness, Quantum Computing, Robotics. Paid positions, may be remote or in person in Toronto, ON, CA. Application requires CV, transcripts, optional research statement, two letters of recommendation."
    },
    {
        "company_name": "Citadel and Citadel Securities",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Bachelors, Masters, or Ph.D. in Statistics, Mathematics, Operations Research, Economics or a related field; Advanced training in Statistics, Mathematics, Finance/Financial Engineering or a related field; Strong mathematical and/or statistical modeling background; Demonstrated empirical skill; comfortable with analysis of large datasets; Intellectual curiosity and passion for solving investment problems through the use of technology and fundamentals; Demonstrated interest in or knowledge of investments, including asset pricing, empirical anomalies and market microstructure; Previous exposure to a quantitative research role with exposure to equity factor models preferred; Experience using statistical packages (e.g. Matlab, R) and experience with programming & scripting languages (e.g. Python, C/C++)",
        "deadline": "",
        "full_description": "Location: New York. Equity Quantitative Research (EQR) sits at the intersection of fundamental investment approach and quantitative rigor and discipline. Teams of quantitative researchers and developers work together to build and scale one of the largest equities portfolios in the market by optimizing various aspects of the investment, risk management, portfolio construction, and trade execution lifecycle. EQR’s teams are small and highly collaborative – each member makes meaningful contributions to the research agenda and direction, and has visible impact in Citadel’s investments. The Equity Model Research team (EMR) is responsible for the tools and analytics required for portfolio construction, risk management, and hedging of Citadel’s equities portfolios. The customized risk models and hedging framework developed by EMR are central to Citadel’s ability to manage our business and provide a competitive advantage to our investment teams. Responsibilities include research portfolio construction and optimization, application of computational techniques and statistical methods to solve complex problems, building proprietary risk models, development of econometric and mathematical models, leveraging economic models and financial analysis, engaging with engineering and research teams, working closely with Portfolio Managers and Risk Managers, staying up to date on the latest academic and industry research, and exploring new and alternative data sources."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://cu.taleo.net/careersection/2/jobdetail.ftl?job=31272&lang=en",
        "requirements": "Applicant's research program should emphasize the use of mathematical and computational methods to address fundamental questions in neuroscience and/or physiology. See full listing for minimum and preferred qualifications at the application link.",
        "deadline": "",
        "full_description": "CU SOM - Aurora, Colorado: The Department of Physiology & Biophysics is seeking a computational neuroscientist to fill an open-rank, tenure-eligible faculty position. The applicant's research program should emphasize the use of mathematical and computational methods to address fundamental questions in neuroscience and/or physiology. Particular domains of emphasis for the search include NeuroAI, theory, or advanced applied computational methods development. The successful candidate will be expected to lead a vigorous research program, participate in professional and graduate teaching, and training. The candidate will also have the opportunity to lead future faculty searches to build out a computational neuroscience cluster within the department. Recruited faculty will play a pivotal role in future hires to establish a computational cluster within the department. Appointees will join a vibrant and growing Department under the new leadership of Dr. David DiGregorio with a commitment to mentoring faculty and trainees from diverse backgrounds. Research interests in the Department currently include cardiac and skeletal muscle physiology, ion channel biophysics, molecular physiology, cell signaling, sensory and motor systems, and synaptic function. Extra-departmental interactions within molecular biophysics, neuroscience and physiology, including basic science and translational collaborations, are facilitated by several NIH-supported interdepartmental graduate programs and centers (e.g., Neuroscience Program, Pharmacology program, Structural Biology and Biochemistry program). Other shared resources include cores for biophysics and molecular interactions, molecular structure, electron microscopy, proteomics, and transgenic rodents. Appointees will be able to take advantage of affiliated Faculty within the Departments of Bioinformatics on campus and Applied Mathematics and Computer Science at the CU Boulder campus."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "Not Specified",
        "job_title": "Unknown Title",
        "url_or_email": "Not Specified",
        "requirements": "Not Specified",
        "deadline": "Not Specified",
        "full_description": "For more than seven decades, IBM Research has defined the future of technology. Our scientists, among them six Nobel Laureates and six Turing Award winners, have produced ten U.S. National Medals of Technology and five U.S. National Medals of Science. Today, we are pioneering the most promising and disruptive technologies that will transform industries and society, including the future of artificial intelligence, security, cloud and quantum computing. At IBM Research, you can achieve what others think is impossible. Artificial intelligence is having a profound impact on all aspects of our lives and is transforming how work is conducted in every industry. Today, AI systems are enabling businesses to personalize services, converse with customers, automate operations, optimize workflows, predict demand, and recommend next best actions. A common thread to our ambitious AI research agenda on generative AI and foundation models is to understand how AI systems and algorithms can be designed responsibly, built to scale, and produce effective outcomes for their enterprise users If you are interested in career opportunities, please contact us in person at the NeurIPS IBM booth. We are looking forward meeting you. Explore featured internship and full-time openings on our IBM Research NeurIPS 2023 page. Explore all current IBM Research Openings If you are interested in exploring how you can shape the future of AI with us, start by joining the IBM Research Talent Network to share your information for any future opportunities with IBM Research. Connect with us for future career opportunities."
    },
    {
        "company_name": "University of Oregon",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Assistant Professor in Linguistics",
        "url_or_email": "",
        "requirements": "Completed Ph.D. in Linguistics or related field by appointment time; Strong promise of excellence in teaching and research; Commitment to diversity, equity, and inclusion in teaching, research, and service; Established research program in cognitive spoken language; Potential to secure research grants; Interest in cognitive science of spoken language including Prosody, Language acquisition, Learning Theory; Proficiency in computational methods for applied linguistics.",
        "deadline": "",
        "full_description": "The Department of Linguistics at the University of Oregon seeks candidates specializing in computational linguistics from a cognitive science perspective with expertise in speech signal processing and/or synthesis. Responsibilities include enhancing the department’s research strengths, preparing Linguistics students for technology sector jobs, contributing to the Cognitive Science minor and Data Science majors' education, and developing a graduate-level track in computational linguistics. We prioritize candidates who contribute unique perspectives to the department and value diversity, equity, and inclusion. The department is structured around themes: language processing & human health; language learning & technology; linguistic diversity & society, with a usage-based approach to language. Candidates will support undergraduate and graduate programs, the cognitive sciences minor, and data science majors. More information can be found at linguistics.uoregon.edu."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://www.basis.ai/join-us/#careers",
        "requirements": "",
        "deadline": "",
        "full_description": "New York and Boston About Basis: Basis is a nonprofit applied research organization dedicated to understanding and building intelligence, and advancing society’s ability to solve intractable problems. Our focus spans the establishment of mathematical principles of reasoning, learning, decision-making, understanding, and explaining, alongside constructing software that embodies these principles. Open roles (apply at https://www.basis.ai/join-us/#careers): We offer competitive salaries, good benefits, and a unique opportunity to work on deep technical problems and see them applied to real-world challenges."
    },
    {
        "company_name": "Unknown Company",
        "country": "Canada",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://www.yorku.ca/vpepc/faculty-affairs/wp-content/uploads/sites/698/2020/06/HH_CRC_ComNeuro_.pdf",
        "requirements": "",
        "deadline": "November 15, 2023",
        "full_description": "Department of Psychology, York University, Toronto The Department of Psychology at York University (Toronto, Canada) is currently embarking on a search for a highly talented Computational Neuroscientist with a focus on vision-related research, broadly defined. This unique position is part of the prestigious Canada Research Chairs program (CRC) and is also supported by the Vision: Science to Applications (VISTA) program. We are actively looking for candidates to fill this role at either the Assistant or Associate Professor level, depending on qualifications and experience (within 10 years from their terminal degree). Recognizing the underrepresentation of women and gender minorities among CRCs, this position is open only to qualified researchers who indicate on the Affirmative Action self-identification form that they identify as women or gender non-conforming."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "- Demonstrable track record in developing and training large generative models (diffusion models, VAEs, autoregressive models, GANs).\n- Experience with model performance optimization, semi-supervised learning, and unsupervised pre-training.\n- Proficiency in Python and software engineering best practices.\n- Deep understanding of deep learning fundamentals.\n- Experience with deep learning frameworks (PyTorch, TensorFlow, JAX).\n- Familiarity with scientific computing primitives.\n- (bonus) System-level knowledge for optimization of training and evaluation.",
        "deadline": "",
        "full_description": "What You’ll Do\n- Spearhead the development and training of cutting-edge large generative models, including diffusion models, VAEs, autoregressive models, and GANs.\n- Optimize model performance through improved training techniques and methods such as semi-supervised learning and unsupervised pre-training.\n- Collaborate with other experts in deep learning, infrastructure, and distributed computing to ensure the efficient and scalable training of large generative models. What You’ll Bring\n- A demonstrable track record in developing and training large generative models. Your experience should cover various aspects, including infrastructure challenges, optimizing the efficiency of the training process, and tuning the model for best performance.\n- Proficiency in Python and a strong foundation in software engineering best practices. Your code should be maintainable, efficient, and well-documented.\n- A deep understanding of deep learning fundamentals, encompassing in-depth knowledge of layer details, loss functions, and optimization techniques.\n- Proficiency in implementing neural network architectures tailored for generative modeling.\n- Experience with deep learning frameworks such as PyTorch, TensorFlow, JAX, or similar platforms.\n- Familiarity with standard scientific computing primitives, including batched operations, grid sampling, scatter/gathering, and einsum.\n- (bonus) Strong expertise in system-level knowledge, enabling you to optimize the training and evaluation processes efficiently and effectively."
    },
    {
        "company_name": "Tulane University",
        "country": "United States",
        "visa_sponsorship_or_remote": "Unknown",
        "job_title": "Postdoctoral Researcher",
        "url_or_email": "lpeng3@tulane.edu",
        "requirements": "Ph.D. in computer science, computer engineering, electrical engineering, or a related area; Publications in IEEE/ACM conferences/journals; Demonstrated research experience & programming skills",
        "deadline": "January 1, 2024",
        "full_description": "A one-year postdoctoral researcher position is available in the Department of Computer Science at Tulane University based in historic Uptown New Orleans. The position is renewable upon the job performance and availability of funding. The researcher will work with Professor Peng’s group on areas such as Machine Learning Applications, Deep Learning Accelerators, Blockchain Applications, Blockchain Accelerators, Computer Architecture and High-Performance Computing, Quantum Computer Architecture and Compiler. Candidates must apply via Interfolio and provide a CV, Research Statement, Transcript, Contact References (3). Tulane University values AA/EEO, Protected Veterans, and Individuals with Disabilities and encourages all qualified candidates to apply including those committed to fostering equity, diversity, and inclusion."
    },
    {
        "company_name": "University of Illinois Urbana-Champaign",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Tenure-Track and Tenured Faculty Positions in Neuroinformatics",
        "url_or_email": "neuroinformatics@illinois.edu",
        "requirements": "Expertise in computer science, biomedical informatics, and computational neuroscience; primary research interests in artificial intelligence or machine learning for neuroscience data analysis; willingness to apply to one or more of the six participating departments",
        "deadline": "Refer to specific departmental position descriptions",
        "full_description": "The University of Illinois Urbana-Champaign (UIUC) is announcing a Strategic Hiring Initiative for six (6) full-time tenure-track and tenured faculty positions at all levels in Neuroinformatics, interfacing computational neuroscience, computer science, and information science. These roles relate to the understanding of brain function in health and disease, contributing to UIUC's goal of becoming a center of excellence in the field. This initiative involves multiple departments: Computer Science, Electrical and Computer Engineering, Bioengineering, Statistics, Psychology, and Molecular and Integrative Physiology. Applicants should demonstrate expertise in artificial intelligence or machine learning and be interested in working with big neuroscience datasets, such as electrophysiology, imaging, and genetic data. Successful candidates will join a collaborative environment, with potential cross-appointments. Applications should be directed to the relevant departments and indicate interest in the cluster hire program. For details on applying, candidates should reference the specific position descriptions for each department. Early applications are encouraged, and interviews may occur before departmental closing dates, though decisions will be made after these dates."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Strong background in Machine Learning, Experience in building state-of-the-art models at large scale, Experience in developing algorithms in areas such as optimization, model architecture, and data-centric optimizations, Passion in contributing to the open model ecosystem and pushing the frontier of open models, Excellent problem-solving and analytical skills, Bachelor's, Master's, or Ph.D. degree in Computer Science, Electrical Engineering, or a related field",
        "deadline": "",
        "full_description": "Role As an AI Researcher, you will be pushing the frontier of foundation model research and make them a reality in products. You will be working on developing novel architectures, system optimizations, optimization algorithms, and data-centric optimizations, that go beyond state-of-the-arts. As a team, we have been pushing on all these fronts (e.g., Hyena, FlashAttention, FlexGen, and RedPajama). You will also work closely together with the machine learning systems, NLP/CV, and engineering teams for inspiration of research problems and to jointly work on solutions to practical challenges. You will also interact with customers to help them in their journey of training, using, and improving their AI applications using open models. Your research skills will be vital in staying up-to-date with the latest advancements in machine learning, ensuring that we stay at the cutting edge of open model innovations. Responsibilities Develop novel architectures, system optimizations, optimization algorithms, and data-centric optimizations, that significantly improve over state-of-the-art Take advantage of the computational infrastructure of Together to create the best open models in their class Understand and improve the full lifecycle of building open models; release and publish your insights (blogs, academic papers etc.) Collaborate with cross-functional teams to deploy your models and make them available to a wider community and customer base Stay up-to-date with the latest advancements in machine learning About Together AI Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. We invite you to join a passionate group of researchers in our journey in building the next generation AI infrastructure. Compensation We offer competitive compensation, startup equity, health insurance and other competitive benefits. The US base salary range for this full-time position is: $160,000 - $220,000 + equity + benefits. Our salary ranges are determined by location, level and role. Individual compensation will be determined by experience, skills, and job-related knowledge. Equal Opportunity Together AI is an Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more."
    },
    {
        "company_name": "AlphaSense",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Senior Software Engineer",
        "url_or_email": "mdjordjevic-con@alpha-sense.com",
        "requirements": "",
        "deadline": "",
        "full_description": "New York, New York, United States AlphaSense is a market intelligence and search platform used by the world's leading companies and financial institutions. Since 2011, our AI-based technology has helped professionals make smarter business decisions by delivering insights from an extensive universe of public and private content—including equity research, company filings, event transcripts, expert calls, news, trade journals, and clients' own research content. We are seeking a passionate senior software engineer to join our AI & Search Platform team. The AI & Search Platform team develops the next generation of AI platform and search infrastructure, and owns the platform and services powering AlphaSense's AI & Search product features. You will have a chance to work with a team of talented AI researchers and engineers to optimize and deploy the state-of-the-art Large Language Models to our flagship Generative AI products. Please apply through the job link, or send your resume to mdjordjevic-con@alpha-sense.com."
    },
    {
        "company_name": "Unknown Company",
        "country": "United Kingdom",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "18 September 2023",
        "full_description": "London, UK Applications are invited for a Postdoctoral Research Associate with experience in machine and deep learning working on a project in cardiology and digital twins, working in the Digital Environment Research Institute (DERI) at Queen Mary University of London, UK. The research will involve using the cardiovascular digital twin concept to digitally model three disease states: acute coronary syndromes, valvular heart disease and hypertension. These models will be created by inputting data from available existing and novel wearables, sensing technologies, apps and large data registries. Using this data, machine learning and digital models will be created to provide personalised patient treatment plans supporting their disease management, predicting disease states/trends and enabling device choice/design by predicting the patient’s response."
    },
    {
        "company_name": "Viking Global Investors",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Data Science Intern",
        "url_or_email": "Viking career site",
        "requirements": "Master’s degree or PhD (3rd year and above) in Data Science, Economics, Finance, Statistics, or related fields. Proficiency in Python, statistical libraries, SQL, BI software (e.g., Tableau), and cloud technologies preferable. Strong communication skills.",
        "deadline": "November 13, 2023",
        "full_description": "Viking Global Investors is a global investment firm founded in 1999. The Data Science Intern will work with other Data Science team members, Investment Analysts, and Data Engineers to develop meaningful insights on global companies and macro trends. Responsibilities include developing predictive analytics, delivering investment insights, identifying and evaluating new data sources, streamlining data life cycle, and contributing to Viking’s research effort. Requires strong analytical skills, independence of thought, and a passion for research. Apply through the Viking career site with resume and a supplemental quantitative research project description."
    },
    {
        "company_name": "Citadel and Citadel Securities",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Quantitative Researcher",
        "url_or_email": "",
        "requirements": "Advanced training in mathematics, statistics, physics, computer science, or another highly quantitative field. Proficiency in probability & statistics (e.g. time-series analysis, machine learning, pattern recognition, NLP). Prior experience working in a data driven research environment. Hands on programming experience in scripting (e.g. Python), analytical packages (e.g. R, Matlab) and/or compiled languages (e.g. C++). Strong analytical problem solving skills. Ability to communicate advanced concepts concisely and logically. Proficiency in creating and using algorithms for large data or error-checking problems.",
        "deadline": "",
        "full_description": "At Citadel Securities, a leading global market maker, our team of quantitative researchers models the markets and brings trading strategies to life every day. Specifically, this team develops and tests automated quant trading strategies using sophisticated statistical techniques. We’re looking for an extraordinary quantitative researcher who is committed to our core values that include winning, acting with integrity, continuously learning, and cultivating a meritocracy. Objectives: Conduct research and statistical analyses in the evaluation of securities. Work with large data sets, including unconventional data sources, to predict and test statistical market patterns. Conceptualize valuation strategies, develop and continuously improve mathematical models, and translate algorithms into code. Back test and implement trading models and signals in a live trading environment. Salary range for this role is $200,000 to $350,000, not including other forms of compensation or benefits. Citadel Securities is the next-generation capital markets firm and a leading global market maker, providing liquidity for a broad array of equity and fixed income products in various market conditions."
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "San Francisco Role",
        "job_title": "Senior Backend/Distributed Systems Engineer",
        "url_or_email": "",
        "requirements": "5+ years experience writing high-performance, well-tested, production quality code, Bachelor's or Master's degree in Computer Science, Computer Engineering, relevant technical field, or equivalent practical experience, Demonstrated experience in building large scale, fault tolerant, distributed systems like storage, search, and computation, Expert level programmer in one or more of Go, Python, Rust, or C/C++, Experience designing, analyzing and improving efficiency, scalability, and stability of various system resources, Excellent understanding of low level operating systems concepts including multi-threading, memory management, networking and storage, performance and scale, Experience with Kubernetes, containers, or AI a plus, GPU programming, NCCL, CUDA knowledge a plus, Experience with Pytorch or Tensorflow a plus",
        "deadline": "",
        "full_description": "Together AI is looking for a Senior Backend/Distributed Systems engineer to help us build and maintain the codebase that powers the Together Cloud inference and fine tuning services. This is a role for engineers that are familiar with standard backend architecture, database design, and high-performance backend services. Our API platform is under constant load and scrutiny, so a key part of the role is experience and commitment to writing easily understood and well-tested code. You will be working closely with the product team to understand and document the functional needs of their product requirements, developing new code to solve new problems, as well as maintaining existing code to squash bugs. Responsibilities: Design core, backend software components, Perform architecture and research work for AI workloads, Interface with other teams to incorporate their innovations, Analyze and improve efficiency, scalability, and stability of various system resources, Conduct design and code reviews, Create services, tools and developer documentation, Create testing frameworks for robustness and fault-tolerance, Participate in an on-call rotation to respond to critical incidents as needed. About Together AI: Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. We invite you to join a passionate group of researchers and engineers in our journey in building the next generation AI infrastructure. Compensation: We offer competitive compensation, startup equity, health insurance and other competitive benefits. The US base salary range for this full-time position is: $160,000 - $220,000 + equity + benefits. Our salary ranges are determined by location, level and role. Individual compensation will be determined by experience, skills, and job-related knowledge. Equal Opportunity: Together AI is an Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Bachelor's or Master's degree in engineering or science fields, 5-10 years of hands-on engineering experience in machine learning, Experience with one or more deep learning frameworks like TensorFlow, PyTorch, Caffe2, or Theano, A deep theoretical or empirical understanding of deep learning, Experience building and deploying machine learning models, Strong analytical and debugging skills, Experience with either one of Large Language Models, Multilingual Models, Semantic Search, Summarization, Data Pipelines, Domain Adaptation (finance, legal, or bio-medical), and conversational agents, Experience in leading small teams, Experience in Python and/or C++, Experience working in a high-growth startup, A team player who demonstrates humility, Action-oriented with a focus on speed & results, Ability to thrive in a no-boundaries culture & make an impact on innovation",
        "deadline": "",
        "full_description": "The era of pervasive AI has arrived. In this era, organizations will use generative AI to unlock hidden value in their data, accelerate processes, reduce costs, drive efficiency and innovation to fundamentally transform their businesses and operations at scale. SambaNova Suite™ is the first full-stack, generative AI platform, from chip to model, optimized for enterprise and government organizations. Powered by the intelligent SN40L chip, the SambaNova Suite is a fully integrated platform, delivered on-premises or in the cloud, combined with state-of-the-art open-source models that can be easily and securely fine-tuned using customer data for greater accuracy. Once adapted with customer data, customers retain model ownership in perpetuity, so they can turn generative AI into one of their most valuable assets. Working at SambaNova This role presents a unique opportunity to shape the future of AI and the value it can unlock across every aspect of an organization’s business and operations, including innovating from strategic product pathfinding to large-scale production. We are excited to have talents on board, pushing towards democratizing the modern NLP capability in real-world use cases. Responsibilities - Design and implement large-scale data pipelines that feed billions of high-quality tokens into LLMs. - Continuously improve SambaNova’s LLM by exploring new ideas, including but not limited to new modeling techniques, prompt engineering, instruction tuning, and alignment. - Curate and crawl the necessary dataset to induce domain specificity. - Collaborate with product management and executive teams to develop a roadmap for continuous improvement of LLM and incorporate new capabilities. - Work closely with the product team and our customers to translate product requirements into requisite LLM capabilities. - Expand LLM capabilities into new languages and domains. - Develop applications on top of LLMs including but not limited to semantic search, summarization, conversational agents, etc."
    },
    {
        "company_name": "Citadel and Citadel Securities",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Advanced degree in Physics, Computer Science, Mathematics, Statistics, Engineering or a related field; Proven ability to conduct innovative and impactful research focused on solving real-world problems; Relentless focus on continuous learning and making an impact; ability to question the status quo; Strong mathematical and statistical modeling skills (e.g., time-series and cross-sectional analysis); Proficiency in coding (C++ or Python preferred); Demonstrated passion for financial markets and driven to analyze and model drivers of price formation and risk",
        "deadline": "",
        "full_description": "Chicago, Hong Kong, London, New York About Global Quantitative Strategies (GQS): GQS is the quantitative investment business of Citadel. Founded in 2012, GQS has rapidly grown to become one of Citadel’s core investment strategies and one of the top quantitative investment teams in the world. Agile teams of researchers, engineers, and traders develop robust systems that allow us to operate performant at scale and apply advanced statistical and quantitative modeling techniques to identify and act on investment opportunities. Quantitative Researchers (QRs) specialize in a variety of areas, including but not limited to: using sophisticated data analysis skills to build predictive models, driving construction of a complex multi asset portfolio by utilizing large scale portfolio optimization techniques, and developing sophisticated optimization algorithms. Researchers with an exceptional record of achievement in their respective fields and a drive to apply quantitative techniques to investing are encouraged to apply to GQS."
    },
    {
        "company_name": "Salesforce",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Research Intern",
        "url_or_email": "",
        "requirements": "PhD/MS candidate in a relevant research area. Excellent understanding of deep learning techniques, such as CNN, RNN, LSTM, GRU, GAN, attention models, and optimization methods. Experience with one or more deep learning libraries and platforms, such as PyTorch, TensorFlow, Caffe, or Chainer. Strong background in machine learning, natural language processing, computer vision, or reinforcement learning. Strong algorithmic problem solving skills. Programming experience in Python, Java, C/C++, Lua, or a similar language. The internship is a minimum of 12 weeks.",
        "deadline": "",
        "full_description": "About Salesforce: We’re Salesforce, the Customer Company, inspiring the future of business with AI+ Data +CRM. Leading with our core values, we help companies across every industry blaze new trails and connect with customers in a whole new way. And, we empower you to be a Trailblazer, too — driving your performance and career growth, charting new paths, and improving the state of the world. If you believe in business as the greatest platform for change and in companies doing well and doing good – you’ve come to the right place. Salesforce Research is looking for outstanding research interns. Ideal candidates have a strong background in one or more of the following fields: Conversational AI, Multimodal Data Intelligence, Multimodal Content Generation, Fundamentals of Machine Learning and AI, Responsible & Trusted AI, Natural Language Processing. Areas of Application include Software Intelligence, AI for Operations, AI for Availability & Security, Environment & Sustainability. Candidates that have published in top-tier conferences or journals (e.g., NeurIPS, ICML, ICLR, ACL, EMNLP, CVPR,) are preferred. As a research intern, you will: 1. Work with a team of research scientists and engineers on a project that ideally leads to a submission to a top-tier conference. 2. Learn about exciting research and applications outside your expertise. 3. Focus on pure research that incorporates into your PhD focus area and contributes to the AI Community. 4. Attend conferences with our researchers to showcase your accepted papers."
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "San Francisco",
        "job_title": "Forward Deployed Software Engineer",
        "url_or_email": "",
        "requirements": "Have 5+ years of technical consulting (or equivalent) experience, Expert at building web applications using Python and TypeScript, Own problems end-to-end, Excellent oral and written communication, Ability to thrive in a collaborative environment, Ability to write high-performance, reusable code for UI components including appropriate testing",
        "deadline": "",
        "full_description": "As a Forward Deployed Software Engineer (FDSE), you will work directly with customers post-sales to understand their problems and design and implement generative AI solutions. The role involves serving as a technical thought partner to strategic platform customers, building novel applications on our API, working with small teams and minimal supervision, and ensuring customer success. The candidate must be able to communicate effectively and incorporate diverse perspectives to address complex issues. Together AI is a research-driven AI company focused on creating open, transparent AI systems. SALARY: $160,000 - $220,000 + equity + benefits. Together AI is an Equal Opportunity Employer."
    },
    {
        "company_name": "Unknown Company",
        "country": "Canada",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "PhD or equivalent in Computer Science, Statistics, Electrical Engineering, or a closely related field. Completion of doctoral degree no more than three years before application deadline; excellent publication record in machine learning; expertise in a core area of machine learning or applied machine learning.",
        "deadline": "",
        "full_description": "POSITION OVERVIEW Are you an early career researcher with the potential to become a world-class machine learning scientist? The Vector Institute invites applications for Postdoctoral Fellows who are working on cutting-edge fundamental research in machine learning and deep learning algorithms and their applications. Our areas of research include: Computer Vision, Generative Models, Healthcare – computational biology, genomics, Natural Language Processing, Optimization, Reinforcement Learning, Statistical Learning Theory, Sequential Decision Making, Security, Privacy & Fairness, Quantum Computing. The standard term for a Postdoctoral Fellow position is 1–2 years, with a possible extension to 3 years. Also available is the opportunity for eligible individuals to complete a placement at Vector before going on to take a faculty role elsewhere. RESPONSIBILITIES include carrying out state-of-the-art research, publishing at the highest international level, contributing to the academic life and reputation of the Institute. Postdoctoral Fellows will have research freedom and opportunity to collaborate within and across research areas and are encouraged to propose and carry out independent research related to machine learning and deep learning. They may also teach, mentor, engage in entrepreneurial activities, and/or work with companies to enhance research. They have the ability to collaborate with graduate students at the University of Toronto and other affiliated faculty."
    },
    {
        "company_name": "Pryon",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Preferred M.S. or M.B.A degree, Preferred 3+ years of experience working on enterprise AI, ML, NLP, search, or data science-based products, Preferred 3+ years of Product Management experience working in an Agile environment, writing Epics, User Stories, and running Agile ceremonies and processes, Preferred Experience working in research, labs, and/or R&D environment, Preferred Technical understanding of foundation models, Bachelor’s degree from a 4-year university, with a focus on business, science, technology, engineering, linguistics, or equivalent experience, Experience in writing logical, detailed, and complete product requirements and functional specifications, Demonstrated success in developing, effectively communicating, and executing a product vision, strategy, and roadmap, Self-starter with entrepreneurial drive and demonstrated ability to achieve stretch goals in a fast-paced, startup environment, Experience working with cross-functional teams in the agile software development process",
        "deadline": "",
        "full_description": "Welcome to Pryon, a place for people who want to define the state of the art: real AI (oxymoron intended), developed by real pioneers, solving real problems of consequence. Our company was built by some of the most well-known experts in the field, whose DNA lives on in Alexa, Siri, Watson, and virtually every other AI product on the market. But the best part of the story is still to come: We’re creating a world-class culture fueled by intellectual curiosity and radical technology — to reduce the distance between knowledge and people. We're building an industry-leading knowledge management platform. Our proprietary, cutting-edge natural language processing capabilities transform unstructured data into meaningful experiences that increase productivity with unmatched accuracy and speed. Pryon is seeking a talented product management professional with a track record of bringing new features and methods to market from initial launch to market leader. This person will be able to think creatively about how to apply AI and ML techniques to the traditional knowledge management segment. The PM will manage the product definition, positioning, pricing, and lifecycle management of existing and new products. This position will be responsible for determining Pryon’s offerings and driving the development, launch, and adoption of products to positively impact the customers’ experience and gain market share. The role is responsible for developing and executing the delivery of the product roadmap for Pryon. In This Role, You Will: -Lead the development and delivery of the Pryon Modeling roadmap with a focus on LLMs and foundation models -Ensure on-time delivery of product features, enhancements, and improvements to Pryon -Participate in technical discussions with R&D and Engineering to understand how technical design decisions impact scope, timeline, and trade-offs -Own your roadmap and set prioritization for feature delivery from technical teams by synthesizing market research, customer and prospect data, customer needs, and internal/external stakeholder expectations -Demonstrate full knowledge of the development process in your area of focus and at times be a key contributor and mindful guide to engineers and scientists on the team -Interact with customers and market thought leaders to develop a deep understanding and define product requirements and best practices for an enterprise business problem -Define and document business processes that are impacted by your product(s) -Collaborate with engineering, data science, and other support teams such as user experience, QA, and documentation to create exceptional solutions -Lead Agile Ceremonies including refinements and roadmap reviews What You'll Need to Be Successful: -Preferred – M.S. or M.B.A degree -Preferred – 3+ years of experience working on enterprise AI, ML, NLP, search, or data science-based products -Preferred – 3+ years of Product Management experience working in an Agile environment, writing Epics, User Stories, and running Agile ceremonies and processes -Preferred – Experience working in research, labs, and/or R&D environment -Preferred – Technical understanding of foundation models -Bachelor’s degree from a 4-year university, with a focus on business, science, technology, engineering, linguistics, or equivalent experience -Experience in writing logical, detailed, and complete product requirements and functional specifications -Demonstrated success in developing, effectively communicating, and executing a product vision, strategy, and roadmap -Self-starter with entrepreneurial drive and demonstrated ability to achieve stretch goals in a fast-paced, startup environment -Experience working with cross-functional teams in the agile software development process Pryon is an equal-opportunity employer and values diversity. We do not discriminate based on race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran"
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://www.amazon.jobs/en/disability/us",
        "requirements": "",
        "deadline": "",
        "full_description": "Amazon Advertising is one of Amazon's fastest growing and most profitable businesses. Amazon's advertising portfolio helps merchants, retail vendors, and brand owners succeed via native advertising, which grows incremental sales of their products sold through Amazon. The primary goals are to help shoppers discover new products they love, be the most efficient way for advertisers to meet their business objectives, and build a sustainable business that continuously innovates on behalf of customers. Our products and solutions are strategically important to enable our Retail and Marketplace businesses to drive long-term growth. We deliver billions of ad impressions and millions of clicks and break fresh ground in product and technical innovations every day! The Creative X team within Amazon Advertising aims to democratize access to high-quality creatives (audio, images, videos, description) by building AI-driven solutions for advertisers. To accomplish this, we are investing in latent-diffusion models, large language models (LLM), generative audio (music and speech synthesis), computer vision (CV), reinforced learning (RL) and related methods. You will be part of a close-knit team of applied scientists and product managers who are highly collaborative and at the top of their respective fields. We are looking for talented Applied Scientists who are adept at a variety of skills, especially with generative music and audio, computer vision, latent diffusion or related foundational models that will accelerate our plans to generate high-quality creatives on behalf of advertisers. Every member of the team is expected to build customer (advertiser) facing features, contribute to the collaborative spirit within the team, publish, patent, and bring cutting edge research to raise the bar within the team. As a Generative AI Audio-Video Applied Scientist on this team, you will: - Drive end-to-end Machine Learning projects that have a high degree of ambiguity, scale and complexity. - Build Machine Learning models, perform proof-of-concept, experiment, optimize, and deploy your models into production; work closely with software engineers to assist in productionizing your ML models. - Perform hands-on analysis and modeling of enormous data sets to develop insights that increase traffic monetization and merchandise sales, without compromising the shopper experience. - Run A/B experiments, gather data, and perform statistical analysis. - Establish scalable, efficient, automated processes for large-scale data analysis, machine-learning model development, model validation and serving. - Research new and innovative machine learning approaches. - Mentor and help recruit Applied Scientists to the team. - Present results and explain methods to senior leadership. - Willingness to publish research at internal and external top scientific venues. - Write and pursue IP submissions.’ Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit"
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Artificial intelligence is having a profound impact on all aspects of our lives and is transforming how work is conducted in every industry. Today, AI systems are enabling businesses to personalize services, converse with customers, automate operations, optimize workflows, predict demand, and recommend next best actions. A common thread to our ambitious AI research agenda on generative AI and foundation models is to understand how AI systems and algorithms can be designed responsibly, built to scale, and produce effective outcomes for their enterprise users. We are seeking candidates to help us advance our research and development agenda on artificial intelligence in areas including Generative AI, Natural Language Processing, Trustworthy & Human-Centered AI, Knowledge and Reasoning, AI for Business Automation, AI Applications, AI Security, AI Hardware, Speech and Conversational AI. If you are interested in career opportunities, please contact us in person at the NeurIPS IBM booth. We are looking forward meeting you. Explore featured full-time openings on our IBM Research NeurIPS 2023 page. Explore all current IBM Research Openings If you are interested in exploring how you can shape the future of AI with us, start by joining the IBM Research Talent Network to share your information for any future opportunities with IBM Research. Connect with us for future career opportunities."
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "Remote",
        "job_title": "Systems Research Engineer specialized in GPU Programming",
        "url_or_email": "",
        "requirements": "Strong background in GPU programming and parallel computing, such as CUDA and/or Triton. Knowledge of ML/AI applications and models. Knowledge of performance profiling and optimization tools for GPU programming. Excellent problem-solving and analytical skills. Bachelor's, Master's, or Ph.D. degree in Computer Science, Electrical Engineering, or equivalent practical experiences.",
        "deadline": "",
        "full_description": "Role: As a Systems Research Engineer specialized in GPU Programming, you will play a crucial role in developing and optimizing GPU-accelerated kernels and algorithms for ML/AI applications. Working closely with the modeling and algorithm team, you will co-design GPU kernels and model architecture to enhance the performance and efficiency of our AI systems. Collaborating with the hardware and software teams, you will contribute to the co-design of efficient GPU architectures and programming models, leveraging your expertise in GPU programming and parallel computing. Your research skills will be vital in staying up-to-date with the latest advancements in GPU programming techniques, ensuring that our AI infrastructure remains at the forefront of innovation. Responsibilities: Optimize and fine-tune GPU code to achieve better performance and scalability. Collaborate with cross-functional teams to integrate GPU-accelerated solutions into existing software systems. Stay up-to-date with the latest advancements in GPU programming techniques and technologies. About Together AI: Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. We invite you to join a passionate group of researchers in our journey in building the next generation AI infrastructure. Compensation: We offer competitive compensation, startup equity, health insurance, and other benefits, as well as flexibility in terms of remote work. The US base salary range for this full-time position is: $160,000 - $220,000 + equity + benefits. Our salary ranges are determined by location, level and role. Individual compensation will be determined by experience, skills, and job-related knowledge. Equal Opportunity: Together AI is an Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "- Proven track record of scaling and training large, complex models\n- Proficiency in Python and software engineering best practices\n- Deep understanding of deep learning fundamentals\n- Expertise in neural network architectures for various domains\n- Experience with deep learning frameworks like PyTorch, TensorFlow, JAX\n- Familiarity with scientific computing primitives\n- Bonus: System-level knowledge for profiling and optimization",
        "deadline": "",
        "full_description": "What You’ll Do\nTrain generative models and multi-task networks at scale, with millions of video clips and thousands of GPUs, with the objective to significantly enhance the capabilities of autonomous perception and planning.\nTake a pioneering role in the field of machine learning for vision by pushing the state of the art in large model scaling for vision and multi-modal applications. This includes but is not limited to exploring the frontier of large-scale distributed training and optimization and deploying models to real customers all over the world. What You’ll Bring\n- A proven track record of successfully scaling and training large, complex models. You should have experience dealing with infrastructure challenges and possess techniques for optimizing the training of high-capacity models efficiently.\n- Proficiency in Python and a strong foundation in software engineering best practices. Your expertise in maintaining clean and efficient code is crucial.\n- An in-depth understanding of the fundamentals of deep learning, including but not limited to knowledge of layer details, loss functions, and optimization techniques.\n- Expertise in various neural network architectures for computer vision, speech, NLP, and related domains.\n- Prior experience with PyTorch, TensorFlow, JAX, or similar deep learning frameworks.\n- Familiarity with standard scientific computing primitives, including but not limited to batched operations, grid sampling, scatter/gathering, and einsum.\n- (bonus) Strong expertise in system-level knowledge, enabling you to profile and optimize training and evaluation processes efficiently."
    },
    {
        "company_name": "National University of Singapore",
        "country": "Singapore",
        "visa_sponsorship_or_remote": "",
        "job_title": "Tenure-Track Faculty Positions in Computer Science",
        "url_or_email": "leews@comp.nus.edu.sg",
        "requirements": "Candidates for Assistant Professor positions should demonstrate outstanding research potential, and a strong commitment to teaching. Candidates for senior positions should have an established record of outstanding, recognized research achievements, and thought leadership in computer science.",
        "deadline": "",
        "full_description": "The Department of Computer Science at the National University of Singapore (NUS) invites applications for tenure-track in all areas of computer science. Candidates for Assistant Professor positions on the tenure track should be early in their academic careers and yet demonstrate outstanding research potential, and a strong commitment to teaching. Candidates for senior positions should have an established record of outstanding, recognized research achievements, and thought leadership in his/her chosen area of computer science. The Department enjoys ample research funding, moderate teaching loads, excellent facilities, and extensive international collaborations. We have a full range of faculty covering all major research areas in computer science and boasts a thriving PhD program that attracts the brightest students from the region and beyond. More information is available at www.comp.nus.edu.sg/careers. NUS is an equal opportunity employer that offers highly competitive salaries, and is situated in Singapore, an English-speaking cosmopolitan city that is a melting pot of many cultures, both the east and the west. Singapore offers high-quality education and healthcare at all levels, as well as very low tax rates. The Head of Department, Professor Wee Sun LEE will be at NeurIPS. If you'd like to meet up with him to find out more, email leews@comp.nus.edu.sg."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "2-5 years of experience in sales, with a track record of exceeding targets; Technical, passion for technology & a desire to work with highly technical teams and products; An excellent communicator with both clients and internal teams; Adaptability, coachability, high drive and sense of urgency; enjoys working within a fast-paced environment wearing multiple hats; Enjoys experimenting with the sales pitch/process to achieve company goals; Experience and success with cold-calling/prospecting, making high volumes of calls & emails daily; Nice to Have: Baseline understanding of compute hardware products",
        "deadline": "",
        "full_description": "San Francisco Role. As the first SDR at a rapidly growing AI infrastructure company, your territory is the world. You will have the opportunity to be at the cutting edge of one of the most important technological shifts of our time, speaking daily with founders, data scientists, researchers, and CTOs to help them build successful AI-driven businesses. Your primary focus will be to build a robust pipeline of sales opportunities for the Together platform, including GPU sales & API platform sales. Responsibilities include working closely with Account Executives to develop a robust lead pipeline & qualified revenue opportunities, conducting a high volume of cold calls, warm calls and emails to prospective customers, managing a pipeline of new business opportunities in CRM (Pipedrive, Salesforce, etc), and generating sales interest via multi-channel outbound campaigns. About Together AI: Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. Compensation includes a competitive salary ($60k-90k + commission + equity + benefits) based on location, level, role, experience, skills, and job-related knowledge. Together AI is an Equal Opportunity Employer."
    },
    {
        "company_name": "Harvard Medical School",
        "country": "United States",
        "visa_sponsorship_or_remote": "Hybrid position",
        "job_title": "AI/ML Curriculum Fellow",
        "url_or_email": "https://academicpositions.harvard.edu/postings/12820",
        "requirements": "PhD or equivalent in Computational Science, Computational Biology, or a related field; experience applying AI/ML to biological problems; interest or experience with teaching and curriculum development; ability to work in a team and support collaborations; strong communication and organizational skills.",
        "deadline": "November 1, 2023",
        "full_description": "The Harvard Medical School Curriculum Fellows Program (HMS CFP) invites applications for an AI/ML Curriculum Fellow for the Center for Computational Biomedicine (CCB). Responsibilities include developing AI/ML skills training for HMS community. Candidates should demonstrate a mix of expertise in computational and biomedical sciences, teaching and curriculum development, and strong interpersonal skills. Position starts around April 1, 2024, in a hybrid work model from the HMS campus in Boston, MA. Includes a teaching statement addressing your teaching philosophy, and the value you place on diversity, equity, and inclusion. Appointment is renewable annually for up to three years and is non-tenure-track."
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://www.amazon.jobs/en/disability/us",
        "requirements": "MS or PhD student in Applied Sciences, interest in machine learning, deep learning, automated reasoning, speech, robotics, computer vision, optimization, or quantum computing",
        "deadline": "",
        "full_description": "Are you a MS or PhD student interested in a 2024 Internship in the field of Applied Sciences? Are you interested in machine learning, deep learning, automated reasoning, speech, robotics, computer vision, optimization, or quantum computing? If so, we want to hear from you! We are looking for scientists with interest in using a variety of domain expertise to invent, design and implement state-of-the-art solutions for never-before-solved problems. Amazon Science offers a glimpse into the company’s commitment to customer-obsessed scientific innovation. At Amazon, we firmly believe that scientific breakthroughs are crucial to being the worlds most customer-centric company. It is our ability to make a significant impact on a global scale that enables us to attract the brightest minds in artificial intelligence and related fields. Our scientists employ the use our working backwards approach to revolutionize the way we live and work, constantly enriching our lives with their groundbreaking discoveries. To view all available internship opportunities, visit the link below. For more information on the Amazon Science community please visit https://www.amazon.science. Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Basic Qualifications: - Bachelor's or Master's degree in engineering or science fields - 5-10 years of hands-on engineering experience in machine learning. Including the management of ML experimentation and production deployment of ML solutions. Additional Required Qualifications: - Experience with one or more deep learning frameworks like TensorFlow, PyTorch, Caffe2, or Theano - A deep theoretical or empirical understanding of deep learning - Experience building and deploying machine learning models - Strong analytical and debugging skills - Experience in leading small teams. - Experience acting as the point of contact for product teams - Experience in Python and/or C++. Preferred Qualifications: - Experience working in a high-growth startup - A team player who demonstrates humility - Action-oriented with a focus on speed & results - Ability to thrive in a no-boundaries culture & make an impact on innovation",
        "deadline": "",
        "full_description": "The era of pervasive AI has arrived. In this era, organizations will use generative AI to unlock hidden value in their data, accelerate processes, reduce costs, drive efficiency and innovation to fundamentally transform their businesses and operations at scale. SambaNova Suite™ is the first full-stack, generative AI platform, from chip to model, optimized for enterprise and government organizations. Powered by the intelligent SN40L chip, the SambaNova Suite is a fully integrated platform, delivered on-premises or in the cloud, combined with state-of-the-art open-source models that can be easily and securely fine-tuned using customer data for greater accuracy. Once adapted with customer data, customers retain model ownership in perpetuity, so they can turn generative AI into one of their most valuable assets. Working at SambaNova Systems This role presents a unique opportunity to shape the future of AI and the value it can unlock across every aspect of an organization’s business and operations, including innovating from strategic product pathfinding to large-scale production. We are excited to have talents on board, pushing towards democratizing the modern Computer Vision and Multimodal capability in real-world use cases. Responsibilities: - Work closely with the product team and our customers to translate product requirements into requisite - Computer Vision capabilities. - Collaborate with product management and executive teams to develop a roadmap for foundation vision models and multimodal solutions. - Work closely with the SambaNova NLP team to expand LLM capabilities to take advantage of image and video modalities. - Develop applications on top of Vision models to serve as customer references, including but not limited to zero-shot classification, similarity search, etc. - Work closely with the SambaNova Compiler team to co-design ML models that take advantage of SambaNova’s unique data flow hardware accelerator"
    },
    {
        "company_name": "Goethe University Frankfurt am Main",
        "country": "Germany",
        "visa_sponsorship_or_remote": "",
        "job_title": "Professor (W1, tenure track) of Machine Learning of World Models",
        "url_or_email": "application@fb12.uni-frankfurt.de",
        "requirements": "Doctorate with grades at least 'very good', excellent track record of scientific publications, desired experience in acquisition of third-party funded projects, ability to connect to existing research topics, willingness to cooperate with other research teams, expected to represent teaching subject in undergraduate programs, upon positive tenure evaluation, a substantial participation in basic courses in programming, participation in academic self-administration",
        "deadline": "November 30, 2023",
        "full_description": "The position of Professor (W1, tenure track) of Machine Learning of World Models at the Institute of Computer Science in the Faculty of Computer Science and Mathematics at Goethe University Frankfurt am Main is available now. Funded by the Tenure Track Programme of the German Federal Government and the Federal States, it's a tenure-track position for an initial six-year term, leading to a permanent position and promotion to Full Professor (W2) if tenure is approved. Open to early-career individuals with excellent research in areas such as Machine Learning Systems, Simulation, AR and VR, and Cognitive and Computational Neuroscience. The role is part of the attractive research landscape in Frankfurt with intensive collaborations with CPI, the Ernst Strüngmann Institute for Neuroscience among others. Goethe University is an equal opportunity employer and encourages applicants from under-represented groups. Formal requirements are defined in the Hessian Higher Education Act. For application, send a CV, publications, an overview of research and teaching activities, transcripts and course evaluations as a PDF by the deadline to the provided email. For questions, contact Prof. Dr. Visvanathan Ramesh."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "Remote",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "San Francisco / Remote Triomics is at the forefront of revolutionizing electronic health records (EHR) data utilization for clinical trials. Our technology is designed to automate the traditionally manual and costly process of parsing, interpreting, and entering EMR data into discrete forms for research analysis. This pioneering platform aims to solve longstanding inefficiencies in clinical research using advanced tools. Our mission is to construct innovative natural language processing solutions that unlock the immense potential of patient data currently hidden within EMR notes. With the advent of large language models, we believe we can access this valuable information reservoir. Our efforts are buoyed by recent progress in healthcare interoperability and natural language processing. Led by dynamic, optimistic founders with backgrounds from MIT and Adobe, Triomics has, since its inception two years ago, secured over $14M in venture capital funding from Lightspeed, Nexus, Y Combinator, and General Catalyst."
    },
    {
        "company_name": "Salesforce",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Machine Learning Engineer | AI Research",
        "url_or_email": "",
        "requirements": "A related technical degree required; 4+ years of industry experience in machine learning-based solutions; Experience with CI/CD, QA, and Agile Methodologies; Experience in data pipelines, cloud environments like AWS or Microsoft Azure; Proficiency in Python, mlFlow, Airflow, Docker, and Cloud Platforms such as AWS/GCP; Proficiency in Pandas, Sklearn, SQL and Spark; Strong communication skills.",
        "deadline": "",
        "full_description": "About Salesforce: We’re Salesforce, the Customer Company, inspiring the future of business with AI+ Data +CRM. We help companies across every industry connect with customers in new ways, and we empower you to be a Trailblazer. If you believe in business as the greatest platform for change and in companies doing well and doing good – you’ve come to the right place. As a Machine Learning Engineer | AI Research, you will be expected to work on a variety of AI applications and products, brainstorm data product ideas, and build data products used by millions. Responsibilities include working closely with a dedicated machine learning team on forecasting, churn and propensity modeling, clustering, refining and developing new data science products, workflows, tools, automation, monitoring data pipeline performance, data quality, models in production, establishing best practices, and maintaining and improving the toolset and codebase."
    },
    {
        "company_name": "Citadel and Citadel Securities",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "PhD degree in Mathematics, Statistics, Physics, Computer Science, or another highly quantitative field. Strong knowledge of probability and statistics (e.g., machine learning, time-series analysis, pattern recognition, NLP). Prior experience working in a data driven research environment. Experience with NoSQL databases (e.g., MongoDB). Experience with distributed computing using MapReduce. Experience with translating mathematical models and algorithms into code (Python, R or C++). Independent research experience. Ability to manage multiple tasks and thrive in a fast-paced team environment. Excellent analytical skills, with strong attention to detail. Strong written and verbal communication skills.",
        "deadline": "",
        "full_description": "Locations: Chicago, Miami, New York, London, Hong Kong, Singapore. As Quantitative Researchers at Citadel Securities, you'll develop next-generation models and trading approaches for a range of investment strategies. The role involves applying statistical techniques to financial markets. During the 11-week internship, you'll work on valuation strategies, develop mathematical models, translate algorithms into code, back test and implement trading models, use data sources for innovation, and build monetization systems for trading signals. You'll also have networking opportunities. In New York, the base salary range is $3,850 to $5,300 per week. Citadel Securities is a leading global market maker that solves the market’s most critical challenges with advanced analytics."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "Remote",
        "job_title": "Unknown Title",
        "url_or_email": "Jobs@together.ai",
        "requirements": "",
        "deadline": "",
        "full_description": "San Francisco & Remote Please check out all our open roles at Together.ai and/or email your resume to: Jobs@together.ai."
    },
    {
        "company_name": "Tulane University",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Mark D. Wheeler Endowed Chair in Artificial Intelligence",
        "url_or_email": "https://sse.tulane.edu/cs",
        "requirements": "PhD in Computer Science or a closely related field. Tenured position as a senior associate or full professor.",
        "deadline": "Review of applications will begin January 1, 2024, and will continue until the position is filled.",
        "full_description": "The Department of Computer Science at Tulane University invites applications for the Mark D. Wheeler Endowed Chair in Artificial Intelligence. We welcome and encourage applications from members of underrepresented groups. Our friendly and collaborative department currently has 11 tenure-track/tenured faculty and 3 Professors of Practice with a commitment to grow over the next several years. In our research and teaching, we take pride in the focus on both fundamental computer science research and the interdisciplinary application of computing. Our current faculty are engaged in collaborative research with colleagues in the School of Science and Engineering, the School of Liberal Arts, and the Health Sciences. More information about the department, its faculty, its research areas, and its undergraduate and graduate programs can be found at the provided link. We encourage applications from senior colleagues whose research is in artificial intelligence and its applications, and who are attracted by the opportunity to join a program whose focus is equally on computer science and its applications in related areas. The successful candidate for this pivotal appointment will provide leadership by enhancing existing research collaborations and establishing new ones within the Department of Computer Science, within the School of Science and Engineering, across Tulane schools, centers, and institutes, and the broader community. The successful candidate will have excellent research credentials nationally and internationally, a track record of substantial research funding, experience leading multidisciplinary research projects, excellent teaching at the undergraduate and Ph.D. levels, and a demonstrated commitment to diversity, equity, and inclusion. Tulane University is a private Carnegie-R1 university and a member of the prestigious Association of American Universities (AAU). Tulane brings together bold and creative scholars, scientists, and students who are committed to crossing boundaries. Data-intensive discovery lies at the heart of research and education at Tulane and is fueled by Tulane’s new Connolly Alexander Institute for Data Science, the Jurist Center for Artificial Intelligence, and the Center for Community-Engaged Artificial Intelligence. Tulane resides in historic New Orleans, Louisiana – a city that takes the utmost pride in its vibrant music scene, world-class restaurants, rich confluence of cultures and traditions, and festive Mardi Gras parades."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Strong background in machine learning systems, such as distributed learning and efficient inference for large language models and diffusion models; Knowledge of ML/AI applications and models, especially foundation models such as large language models and diffusion models, how they are constructed and how they are used; Knowledge of system performance profiling and optimization tools for ML systems; Excellent problem-solving and analytical skills; Bachelor's, Master's, or Ph.D. degree in Computer Science, Electrical Engineering, or equivalent practical experience",
        "deadline": "",
        "full_description": "As a Systems Research Engineer specialized in Machine Learning Systems, you will play a crucial role in researching and building the next generation AI platform at Together. Working closely with the modeling, algorithm, and engineering teams, you will design large-scale distributed training systems and a low-latency/high-throughput inference engine that serves a diverse, rapidly growing user base. Your research skills will be vital in staying up-to-date with the latest advancements in machine learning systems, ensuring that our AI infrastructure remains at the forefront of innovation. Responsibilities include optimizing and fine-tuning existing training and inference platform for better performance and scalability, collaborating with cross-functional teams to integrate cutting edge research ideas into existing software systems, developing your own ideas for optimizing the training and inference platforms to push the frontier of machine learning systems research, and staying up-to-date with the latest advancements in machine learning systems techniques and applying them to the Together platform. Together AI is a research-driven artificial intelligence company focused on open and transparent AI systems. Contributions include leading open-source research, models, and datasets such as FlashAttention, Hyena, FlexGen, and RedPajama."
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Sr. Principal Applied Scientist",
        "url_or_email": "https://www.amazon.science",
        "requirements": "",
        "deadline": "",
        "full_description": "Location Global Science at Amazon enables new customer experiences, addresses existing customer pain points, complements engineering and product disciplines, and is a critical functional skill for all Amazon businesses. It is this focus on the customer, and the company’s ability to have impact at global scale that attracts some of the brightest minds in artificial intelligence, machine learning, and related fields. To view all available Sr. Principal Applied Scientist opportunities, visit the link below! For more information on the Amazon Science community please visit https://www.amazon.science. Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "PI: Ahmed H. Qureshi\nCognitive Robot Autonomy and Learning (CoRAL) Lab\nDepartment of Computer Science\nPurdue University Professor Ahmed H. Qureshi (https://qureshiahmed.github.io/) is seeking to fill several Ph.D. positions in the field of robotics for the Fall 2024 session. The research will focus on cutting-edge topics in Robotics, including Reinforcement Learning for Physics-informed Neural Networks, Neural PDEs for Robot Motion Planning and Control, Deformable Object Manipulation, and Human-centered Robot Manipulation for Collaboration Tasks. Interested candidates must submit their application through the Purdue CS admission portal and indicate Professor Ahmed H. Qureshi as their primary advisor."
    },
    {
        "company_name": "University of Central Florida (UCF)",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Faculty Positions in Artificial Intelligence",
        "url_or_email": "https://www.ucf.edu/jobs/",
        "requirements": "Ph.D., M.D., or equivalent degree from an accredited institution in an area appropriate to this position. Highly recognized contributions and leadership in the area(s) of expertise. Demonstrated strong research publication record in selective conferences and journals. Effective teaching skills. Ability to effectively communicate with students. High potential to initiate and obtain funding.",
        "deadline": "",
        "full_description": "The Artificial Intelligence Initiative (Aii) at the University of Central Florida (UCF) is accepting applications for multiple 9-month, full-time faculty positions at the rank of assistant professor (tenure-earning) and associate professor or professor (tenured) in core areas of AI and their applications including various fields such as Computer Vision, Natural Language Processing, Robotics, and more. The initiative involves multiple colleges within UCF. Interested candidates should upload a cover letter, a current curriculum vitae, and a list of three professional references on the UCF job portal. For more information, contact Linda Lockey at Linda.Lockey@ucf.edu. UCF is an equal opportunity/affirmative action employer."
    },
    {
        "company_name": "Unknown Company",
        "country": "Canada",
        "visa_sponsorship_or_remote": "",
        "job_title": "AI Engineering Manager",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Toronto - Canada About AI Engineering at Vector: Vector's AI Engineering team enables researchers and partners in industry, health, and government to accelerate AI deployments that have the potential to unlock transformative benefits. Vector's growing team of applied machine learning experts provide guidance, expertise, and tailored software tools to support Vector's partners in collaborative projects through their robust technological and deep learning expertise and extensive compute capacity. AI infrastructure and engineering expertise housed in the AI Engineering team enables world-leading Vector-affiliated researchers to conduct and advance their experiments, pushing the frontiers of AI innovation. Position Summary: As the AI Engineering Manager, you will play a pivotal role in leading cutting-edge AI software development at Vector Institute. You will have the opportunity to manage a team of highly skilled AI developers and collaborate with some of the brightest minds in machine learning research to ensure successful technology transfer to industry sponsors and partner institutions. Key Responsibilities: Lead and manage the development of Vector's innovative AI software, machine learning reference implementation, and facilitate its transfer to industry sponsors and other key stakeholders. Build and lead a diverse and highly skilled team of 7-12 AI developers, who consistently deliver on commitments to researchers, sponsors, and partners. Be responsible for building AI Engineering organization and career growth of your team members. Work with Vector researchers to identify promising AI technologies for reusable software. Manage a portfolio of engineering projects that includes prototype, platform, and infrastructure software development, while also upskilling developers and researchers on recent open source and proprietary AI system developments. Collaborate with internal stakeholders to manage applied engineering and product management for industrial use across various sectors. Successfully complete sponsor and partner projects, and ensure timely completion of AI software development initiatives and AI computing facility projects within budget. Provide face-to-face consulting to industry sponsors on applying AI to their organizations, computing, and products. Develop and deliver a professional development program for technical staff to enable them to effectively identify and execute AI applications for business problems. Identify and develop intellectual property for the benefit of Vector resources and partner organizations. Perform other technical and leadership functions as needed to support Vector's vision, mission, and strategic objectives. Key Success Measures: The AI Development team at Vector is fully staffed, effective, and successful in fulfilling commitments to stakeholders. Internal and external clients are able to identify and leverage Vector's engineering supports to maximize AI-based innovation, growth, and productivity. Sponsor project groups and professional development courses have access to AI computing opportunities that upskill industry sponsor personnel, adding direct value to participation in Vector projects and courses."
    },
    {
        "company_name": "Salesforce",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Salesforce Research advances state-of-the-art AI techniques, developing models and prototypes that pave the path for innovative products at Salesforce. We tackle real-world problems in areas such as image recognition and natural language processing from Salesforce's enterprise customers by harnessing the latest deep learning techniques. As part of our team you’ll learn unique skills, work with talented people and help us shape the future of AI in Palo Alto and our recently announced new hub, Salesforce Research Asia in Singapore!"
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://www.cs.cmu.edu/~mxu1/",
        "requirements": "Doctorate degree in Computer Science, Electric Engineering, computational biology, or related fields; A good track of publication records in related areas; Excellent analytical and oral/written communication skills; Experiences in biomedical image analysis would be a plus",
        "deadline": "",
        "full_description": "Dr. Min Xu’s lab at the School of Computer Science at Carnegie Mellon University is looking for a postdoctoral research associate who will be developing cutting-edge computer vision and machine learning tools for analyzing biomedical image data. Interested applicants, please submit a CV with a publication list, and contact information for three references."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "San Francisco Role",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Strong background in data engineering, experience building state-of-the-art models at large scale and/or understanding data quality and data mixture for ML models, experience in processing data at large scale, familiarity with at least one popular data processing framework, passion for contributing to the open model ecosystem, excellent problem-solving and analytical skills, Bachelor's, Master's, or Ph.D. degree in Computer Science, Electrical Engineering, or related field",
        "deadline": "",
        "full_description": "As a data engineer on the Research team, you will be developing both the data infrastructure and datasets that will fuel the next generation of open models created by Together and the community. You will work closely with the modeling team and unveil the recipe for creating state-of-the-art foundation models. Your responsibilities include finding creative data sources that improve model quality and safety, understanding their quality, conducting data preparation and processing over petabyte scales, working with customers on their AI application journeys, and staying updated with advancements in data processing for foundation models. Together AI is an AI company focused on open models. This role comes with competitive compensation, including salary, equity, and benefits, ranging from $160,000 - $220,000."
    },
    {
        "company_name": "Amazon Science",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Principal Applied Scientist",
        "url_or_email": "https://www.amazon.science",
        "requirements": "",
        "deadline": "",
        "full_description": "Location Global Science at Amazon enables new customer experiences, addresses existing customer pain points, complements engineering and product disciplines, and is a critical functional skill for all Amazon businesses. It is this focus on the customer, and the company’s ability to have impact at global scale that attracts some of the brightest minds in artificial intelligence, machine learning, and related fields. To view all available Principal Applied Scientist opportunities, visit the link below!\nFor more information on the Amazon Science community please visit https://www.amazon.science. Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us."
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "San Francisco Role",
        "job_title": "AI Engineer",
        "url_or_email": "",
        "requirements": "5+ years experience writing large-scale AI developer tools or similar; Bachelor’s degree in computer science or equivalent industry experience; Expert level programmer in one or more of Python, Go, Rust, or C/C++; Experience integrating with AI inference and fine-tuning APIs or similar; GPU programming, NCCL, CUDA knowledge a plus; Experience with Pytorch or Tensorflow, a plus",
        "deadline": "",
        "full_description": "Together AI is looking for an AI Engineer who will develop systems and APIs that enable our customers to perform inference and fine tune LLMs and integrate those APIs into third-party AI toolchains such as Langchain. Relevant experience includes building developer tools used and loved by developers around the world. Responsibilities include designing and building the production systems that power the Together Cloud inference and fine-tuning APIs, enabling reliability and performance at scale; integrating Together Cloud inference and fine-tuning APIs with third party AI toolchains such as Langchain; partnering with researchers, engineers, product managers, and designers to bring new features and research capabilities to the world; performing architecture and research work for AI workloads; analyzing and improving efficiency, scalability, and stability of various system resources; conducting design and code reviews; creating services, tools & developer documentation; creating testing frameworks for robustness and fault-tolerance; participating in an on-call rotation to respond to critical incidents as needed. About Together AI: Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. Compensation: We offer competitive compensation, startup equity, health insurance and other competitive benefits. The US base salary range for this full-time position is: $160,000 - $220,000 + equity + benefits. Equal Opportunity: Together AI is an Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "elena.sizikova@fda.hhs.gov",
        "requirements": "Preferred candidates should have a BA/M.Sc./PhD degree in computer science, physics, engineering, mathematics, statistics, or related computational field. Candidates with strong software engineering skills, experience with computer vision/data science/machine learning in medicine are preferred. The candidate needs to have lived in the US for three out of the past five years (US citizenship or clearance not required).",
        "deadline": "",
        "full_description": "We have several ORISE openings (postdoc, graduate/undergraduate student level, summer internship) in synthetic data for medical AI in the Division of Imaging, Diagnostics, and Software Reliability (DIDSR) research group at FDA. The position can be either full time or part time (e.g., internship during PhD). The start date is flexible, and can be as early as January 2014. Location: Silver Spring, MD"
    },
    {
        "company_name": "Arizona State University - Ira A. Fulton Schools of Engineering",
        "country": "United States",
        "visa_sponsorship_or_remote": "Not specified",
        "job_title": "Faculty Positions in Healthcare and AI",
        "url_or_email": "Not provided",
        "requirements": "Earned doctorate in computer science and engineering, bioengineering, bioinformatics, or related discipline by the time of appointment. Evidence of excellence in research and teaching, commitment to transdisciplinary approach, potential/evidence for establishing externally funded research program, record of publications in top-tier journals/conferences.",
        "deadline": "December 6, 2023",
        "full_description": "The Ira A. Fulton Schools of Engineering at Arizona State University and the School of Biological and Health Systems Engineering seek applicants for multiple tenure-track or tenured faculty positions in the area of 'Healthcare and AI.' Applicants should complement existing abilities in synthetic biology, systems bioengineering, bioimaging, biosensors, molecular, cellular and tissue engineering, regenerative medicine, and neural rehabilitation engineering to solve grand challenges. Interest areas include AI research for public health outcomes, disease detection and prevention, drug development, rehabilitation, decision-making in ER/ICU. Innovations in AI technologies for public health, machine learning, computer vision and medical imaging, NLP, computer graphics, medical and bioinformatics, personalized devices, mixed reality technologies, and real-time decision making with data integration are of particular interest. Responsibilities include contributing to academic programs, transdisciplinary teaching and research, enabling student success, transforming society, valuing entrepreneurship, conducting use-inspired research, developing an international research program, adopting effective teaching practices, advising student research and projects, and undertaking service activities."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "",
        "requirements": "Strong background in Natural Language Processing or Computer Vision, Experience in building state-of-the-art models at large scale, Passion in contributing to the open model ecosystem and pushing the frontier of open models, Excellent problem-solving and analytical skills, Bachelor's, Master's, or Ph.D. degree in Computer Science, Electrical Engineering, or equivalent practical experiences",
        "deadline": "",
        "full_description": "Role: As an AI Researcher, you will be building next generation open models, both large language models and computer vision models such as diffusion models, using the computation and software infrastructure at Together. You will be working closely with the data engineering team to unveil the recipe of building open models that push the frontier, and will be working with the algorithm and engineering team to make your model widely available to everyone. You will also interact with customers to help them in their journey of training, using, and improving their AI applications using open models. Your research skills will be vital in staying up-to-date with the latest advancements in NLP and Computer Vision, ensuring that we stay at the cutting edge of open model innovations. Responsibilities: Taking advantage of the computational infrastructure of Together to create the best open models in their class, Understanding and improving the full lifecycle of building open models; release and publish your insights (blogs, academic papers etc.), Collaborating with cross-functional teams to deploy your model and make available to a wider community and customer base, Staying up-to-date with the latest advancements in NLP and Computer Vision. About Together AI: Together AI is a research-driven artificial intelligence company. We believe open and transparent AI systems will drive innovation and create the best outcomes for society, and together we are on a mission to significantly lower the cost of modern AI systems by co-designing software, hardware, algorithms, and models. We have contributed to leading open-source research, models, and datasets to advance the frontier of AI, and our team has been behind technological advancement such as FlashAttention, Hyena, FlexGen, and RedPajama. We invite you to join a passionate group of researchers in our journey in building the next generation AI infrastructure."
    },
    {
        "company_name": "Unknown Company",
        "country": "Japan",
        "visa_sponsorship_or_remote": "",
        "job_title": "Unknown Title",
        "url_or_email": "https://ircn.jp/wp-content/uploads/2023/10/20231004-G-koubo-IRCN-PI.pdf",
        "requirements": "",
        "deadline": "",
        "full_description": "Location Tokyo Japan Description The International Research Center for Neurointelligence (IRCN), based at The University of Tokyo Institutes for Advance Study in Japan, is seeking pioneering, enthusiastic, collaborative, and open-minded scientist(s) to establish a research program in neuro-inspired artificial intelligence (A.I.). We are particularly interested to promote in-house collaboration between theorists and experimentalists around emergent principles of brain development and its disorders. Human and artificial intelligence have much to learn from each other. At IRCN, we focus on brain development and its disorders to inspire novel A.I. as well as its application toward disease prediction and prevention. Our Team Science approach has made breakthrough discoveries in five areas: Neuromodulation (reinforcement learning), Critical Period Mechanisms, Social Learning, Intrinsic Activity and Predictive Coding. We are now seeking exceptional candidates for the role of Principal Investigator (Professor or Associate Professor) to integrate these findings into innovative A.I. This fusion of basic and clinical neuroscience with computational approaches is actively supported by state-of-the-art core facilities in cellular and human imaging, data science and gene targeting tools. IRCN was originally launched in October 2017 as a World Premier International (WPI) Research Center Initiative of the Ministry of Education, Culture, Sports, Science and Technology (MEXT). Through the WPI mechanism, IRCN established a research and administrative vision for an international ecosystem to attract the best scientists from around the world to Japan. IRCN accommodates and encourages diverse scientists from all countries to carry out novel, ambitious, cutting-edge research toward a value-added trans-disciplinary global impact. For further information about IRCN, see: https://ircn.jp/en/ IRCN welcomes all qualified candidates, regardless of nationality or gender, and works positively to eliminate biases. Notably, IRCN has an extensive overseas research network, encourages and supports our candidates' close collaborations with them. Our institutional language is English; Japanese language skills are not required. Support for researchers to live and thrive in Japan is provided by our talented staff. Start-up fund is provided during the initial period of the PI’s laboratory."
    },
    {
        "company_name": "Goethe University Frankfurt am Main",
        "country": "Germany",
        "visa_sponsorship_or_remote": "",
        "job_title": "Professorship",
        "url_or_email": "application@fb12.uni-frankfurt.de",
        "requirements": "Finished doctorate with grades at least 'very good', excellent track record of scientific publications, experience in the acquisition of third-party funded projects, ability to connect to research topics of the Institute of Computer Science, representation of teaching subject in the undergraduate programs, participation in academic self-administration, compliance with formal hiring requirements defined in Sections 67, 68, and 70 of the Hessian Higher Education Act.",
        "deadline": "November 30, 2023",
        "full_description": "Frankfurt am Main, Germany Goethe University Frankfurt am Main invites applications for the position of in the Institute of Computer Science at the Faculty of Computer Science and Mathematics. This civil servant or public employee position will start as soon as possible. This professorship is funded by the Tenure Track Programme of the German Federal Government and the Federal States. It is a tenure-track position for an initial six-year term. If tenure is approved at the end of the term, the position will be made permanent and promotion to the rank of Full Professor (W2) will be granted. This position is open to individuals in the early stages of their academic career. We are seeking for a candidate widely recognized for excellent research in one or several of the research areas Machine Learning Systems, Simulation, Augmented and Virtual Reality, Cognitive and Computational Neuroscience, as well as applications to complement our current team. The professorship is embedded in the attractive research landscape in Frankfurt within and outside the university (see https://www.goethe-university-frankfurt.de/118903280/). There are intensive collaborations with the Excellence Cluster Cardio Pulmonary Institute (CPI), the Ernst Strüngmann Institute for Neuroscience and other research institutions both within and outside the university. Experience in the acquisition of third-party funded projects is desired. The ability to connect to the research topics of the Institute of Computer Science, the research priorities of the faculty and the research profile of Goethe University and the willingness to cooperate with other research teams within the faculty and university are required. We expect the candidate to represent his/her teaching subject in the undergraduate programs of the Institute of Computer Science. Upon positive tenure evaluation, a substantial participation in the basic courses in programming is also expected. Appropriate participation in academic self-administration is expected. The formal hiring requirements are defined in Sections 67, 68, and 70 of the Hessian Higher Education Act (Hessisches Hochschulgesetz). Goethe-University is an equal opportunity employer, committed to diversity and inclusion. In particular, we are welcoming applications by qualified women and people with a migrant background. At Goethe-University, a special emphasis is placed on creating and sustaining a family-friendly work and research environment. Where applicants are otherwise equally qualified, preference is given to candidates with disabilities or equivalent. The same applies to women in fields in which they are under-represented. To apply, please send a CV, a list of publications, an overview of your research and teaching activities as well as transcripts and a selection of recent course evaluations as a single PDF document by 30 November 2023 to application@fb12.uni-frankfurt.de. If you have any questions, please contact the Director of the Institute, Prof. Dr. Visvanathan Ramesh at vramesh@em.uni-frankfurt.de. Further information about the appointment process, the legal framework and data protection: www.professorship-vacancies.uni-frankfurt.de."
    },
    {
        "company_name": "Together AI",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Site Reliability Engineer (SRE)",
        "url_or_email": "",
        "requirements": "5+ years of professional SRE or related experience; Bachelor's degree in Computer Science or a related field (or equivalent work experience); Expert knowledge of Ansible (roles, playbooks), Terraform, and Kubernetes; Knowledgeable in Prometheus and Grafana for metrics and alerting; Advanced knowledge of cloud services; Proficiency in programming/scripting languages; Demonstrated ability to lead initiatives and problem definition and scoping, design, and planning through epics and blueprints; Excellent oral and written communication; Ability to thrive in a collaborative environment involving different stakeholders and subject matter experts",
        "deadline": "",
        "full_description": "As a Site Reliability Engineer (SRE) at Together, you are responsible for keeping all user-facing services and production systems running smoothly. You are a blend of a pragmatic operator and a software engineer that applies sound engineering principles, operational discipline, and mature automation to our operating environments and codebase. You specialize in systems (operating systems, storage subsystems, networking), while implementing best practices for availability, reliability and scalability, with varied interests in algorithms and distributed systems. Responsibilities include being on an on-call (PagerDuty) rotation to respond to incidents that impact availability, using your on-call shift to prevent incidents from ever happening, running our infrastructure with Ansible, Terraform, and Kubernetes, building monitoring that alerts on symptoms rather than on outages, documenting runbooks so your findings turn into repeatable actions and then into automation, improving operational processes (such as deployments and upgrades), designing, building and maintaining core infrastructure that enables scaling to a massive number of concurrent users, debugging production issues across services and levels of the stack, identifying significant projects that result in substantial improvements in reliability, cost savings and/or revenue, identifying changes for the product architecture from the reliability, performance and availability perspectives with a data-driven approach, proactively working on the efficiency and capacity planning to set clear requirements and reduce the system resources usage, and planning the growth of Together AI’s infrastructure."
    },
    {
        "company_name": "Unknown Company",
        "country": "United States",
        "visa_sponsorship_or_remote": "",
        "job_title": "Postdoctoral Fellow",
        "url_or_email": "precision-nutr@cornell.edu",
        "requirements": "1. Be a U.S. citizen, non-citizen U.S. national, or those lawfully admitted for permanent residence. 2. Have received a PhD in computer science, information science, bioinformatics, mathematics, or a related data science field. Demonstrates quantitative/qualitative research skills, excellent written and oral communication skills, and ability to work independently and with collaborators. First-author publications or conference proceedings from doctoral work are desirable.",
        "deadline": "",
        "full_description": "The Cornell NIH T32 Training Program in Artificial Intelligence and Precision Nutrition (AIPrN) is seeking applications for a Postdoctoral Fellow. The AIPrN training program is the first institutional training grant focused on the intersection of Artificial Intelligence and nutrition, supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health. It aims to train scientists and equip them with expertise in AI and ML methods for biomedical challenges in nutrition and health using high dimensional data, engaging faculty across multiple campuses and disciplines. The T32 program requires dual mentorship with mentors from the fields of nutrition or related biomedical fields and computer and information science. The selected candidate will receive a 12-month stipend, potential additional pilot funds, and support for conference attendance. Applications should include 1) a NIH Biosketch or CV, 2) cover letter, 3) description of approaches to working in a diverse community, and 4) two professional references who will submit letters to AJO directly through Academic Jobs Online. Cornell University is committed to diversity and inclusivity, encourages underrepresented groups to apply, and supports dual‐career couples."
    },
    {
        "company_name": "Pryon",
        "country": "United States",
        "visa_sponsorship_or_remote": "not able to sponsor or take over sponsorship of employment Visas at this time",
        "job_title": "Director of UX/UI",
        "url_or_email": "",
        "requirements": "-Demonstrated experience leading, building, and mentoring a team of UX and/or UI designers in a SaaS, Science, or Technology environment\n-Comprehensive experience creating excellent user experiences/interfaces for enterprise AI or ML software users (Experience with conversational UX is a plus)\n-A strong portfolio demonstrating previous UX/UI designs and how those designs/principles drove business results\n-Experience in working in Agile methodologies\n-Comfortable with ambiguity in a fast-paced and dynamic environment, and able to contribute innovative ideas while paying careful attention to detail\n-Execution focus and proven track record of timely and impactful deliveries\n-Ability to clearly and effectively communicate and engage with senior level executives\n-Bachelor's degree or higher in one or more of the following subject areas; Computer Science or Computer Programming, Human-Computer Interaction, Interaction Design, Industrial Design, Graphic Design, Psychology, or related\n-Expert-level familiarity with modern design and prototyping tools\n-10+ years of professional UX and UI experience\n-5+ years leadership/management experience",
        "deadline": "",
        "full_description": "Location: Boston, MA\n\nWelcome to Pryon, a place for people who want to define the state of the art: real AI (oxymoron intended), developed by real pioneers, solving real problems of consequence. Our company was built by some of the most well-known experts in the field, whose DNA lives on in Alexa, Siri, Watson, and virtually every other AI product on the market. But the best part of the story is still to come: We’re creating a world-class culture fueled by intellectual curiosity and radical technology — to reduce the distance between knowledge and people.\n\nWe’re a team of AI, tech, and language experts whose DNA lives in Alexa, Siri, Watson, and virtually every human language technology product on the market. Now we’re building an industry-leading knowledge management platform. Our proprietary, cutting-edge natural language processing capabilities transform unstructured data into meaningful experiences that increase productivity with unmatched accuracy and speed.\n\nAs the Director of UX/UI, you will be responsible for creating strategic direction, leading Pryon’s UX/UI department which will include design as well as front-end/client-side development teams, and providing support across subdivisions and product lines. You will work on developing Pryon’s UX/UI strategy, process, and best practices.\n\nResponsibilities\n-Create an exceptional vision and strategy that harmonizes all things UX for Pryon, and lays out the generation of the user experience/user interface within and across business units and products\n-Build plans that align UX/UI design with product roadmaps for clear and measurable progress towards Pryon’s vision\n-Drive design and front-end development, collaborating with Engineering and Product Management to execute on objectives/projects, both new and existing\n-Establish a well-measured approach for solving user experience/interface problems, evaluating how Pryon can improve throughout the customer journey\n-Steer customer discussions/feedback to determine our users' challenges and discover strategies to ensure our product’s value is clearly communicated\n-Lead, grow, and mentor a team of world class UX/UI designers and front-end engineers\n\nBenefits for Full Time Employees:\n-100% Company paid Health/Dental/Vision benefits for you and your dependents\n-Life Insurance, Short-term and Long-term Disability\n-401k\n-Unlimited PTO\n\nPryon is an equal-opportunity employer and values diversity. We do not discriminate based on race, religion, color, national origin, gender, sexual orientation, age."
    },
    {
        "company_name": "Pryon",
        "country": "United States",
        "visa_sponsorship_or_remote": "Not able to sponsor or take over sponsorship of employment Visas",
        "job_title": "Machine Learning Engineer with a focus on Information Retrieval",
        "url_or_email": "",
        "requirements": "Strong foundation in Computer Science, Masters or higher degree in Machine Learning, Computer Science, or related field or Bachelors degree with 2+ years of relevant work experience, Experience with IR frameworks, vector databases and similarity search algorithms, Experience with deploying large language models in production use, Expertise in Python, Java, Golang, C++, Experience with TensorFlow, PyTorch, Jax, or another deep learning toolkit, Experience with cloud based development environments such as AWS, Azure, or GCP, Problem solving skills, Hands on, get stuff done attitude, Team player",
        "deadline": "",
        "full_description": "Location: Boston, MA. Welcome to Pryon, a place for people who want to define the state of the art: real AI, developed by real pioneers, solving real problems of consequence. Our company was built by some of the most well-known experts in the field, whose DNA lives on in Alexa, Siri, Watson, and virtually every other AI product on the market. We're creating a world-class culture fueled by intellectual curiosity and radical technology — to reduce the distance between knowledge and people. We're a team of AI, tech, and language experts whose DNA lives in Alexa, Siri, Watson, and virtually every human language technology product on the market. Now we’re building an industry-leading knowledge management platform. Our proprietary, cutting-edge natural language processing capabilities transform unstructured data into meaningful experiences that increase productivity with unmatched accuracy and speed. In this role, you will build world-class Information Retrieval and Question Answering systems over structured and unstructured data, build new generation of AI-driven search systems, scale our IR systems to very large collections of documents. Benefits for Full Time Employees: 100% Company paid Health/Dental/Vision benefits for you and your dependents, Life Insurance, Short-term and Long-term Disability, 401k, Unlimited PTO. Pryon is an equal-opportunity employer and values diversity."
    },
    {
        "company_name": "Robert Osazuwa Ness",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://www.linkedin.com/posts/osazuwa_search-jobs-microsoft-careers-activity-7135757974085525505--Bt-?utm_source=share&utm_medium=member_ios",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "from_name": "Karim Elmaaroufi",
        "msg_body": "I previously worked with Professor Xu when I was at CMU several years ago. He is an amazing professor who cares about his students and provides many learning opportunities! I cannot recommend him enough"
    },
    {
        "company_name": "Abacus.AI",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Research Intern",
        "url_or_email": "https://lnkd.in/gYaYk8wa",
        "requirements": "",
        "deadline": "",
        "full_description": "Howdy, I’m posting on behalf of Abacus.AI, which is hiring research interns for Spring 2024 especially (and some openings for Summer 2024). Contact me at manley@abacus.ai or dm me on whova with any questions! Our current focuses are on LLM robustness/efficiency, autoML, and forecasting."
    },
    {
        "company_name": "Tiktok/Bytedance",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "LLM Research Internship",
        "url_or_email": "https://careers.tiktok.com/position/7303407861706295602/detail",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "Zhiyuan Ren",
        "country": "US",
        "visa_sponsorship_or_remote": "",
        "job_title": "Internship Opportunities Sharing",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "This post is both for recruiters and applicants to provide a platform for sharing Internships opportunities."
    },
    {
        "company_name": "Roblox",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Summer PhD Intern",
        "url_or_email": "https://www.gem.com/form?formID=fdf3ed26-0bad-453b-b8c0-6e4b38956f1e",
        "requirements": "",
        "deadline": "",
        "full_description": "2023 summer PhD intern positions are available at Roblox. Hiring for LLM, visual understanding, generative AI, recommendation systems and more."
    },
    {
        "company_name": "MERL",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Intern",
        "url_or_email": "https://apply.workable.com/merl",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi everyone! Just share a few intern opportunities in our team: Trustworthy Generative AI research, Green/Efficient AI research, ML privacy research."
    },
    {
        "company_name": "SandboxAQ",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "SandboxAQ Residency Program",
        "url_or_email": "",
        "requirements": "",
        "deadline": "12/12/2023 06:00 PM",
        "full_description": "Hello everyone! If you are interested in AI+Quantum we have great opportunities at SandboxAQ. Join \"SandboxAQ Residency Program\" at 12/12/2023 06:00 PM through the Whova event app."
    },
    {
        "company_name": "Roblox",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Applied Research Internship",
        "url_or_email": "",
        "requirements": "PhD students preferred",
        "deadline": "Summer 2024",
        "full_description": "We have several applied research internship opportunities available at Roblox homepage team, on topics including LLM, recommendation system, graph learning, etc. If you are interested, please feel free to contact me."
    },
    {
        "company_name": "Voloridge Investment Management",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Research Intern",
        "url_or_email": "https://voloridge-investment-management.hiringthing.com/job/625781/research-intern-2024",
        "requirements": "",
        "deadline": "",
        "full_description": "I'm looking for research interns and future full time researchers at Voloridge, a purely quantitative hedgefund. Feel free to reach out for more details!"
    },
    {
        "company_name": "JPMorgan AI Research",
        "country": "USA, UK, Spain, France",
        "visa_sponsorship_or_remote": "",
        "job_title": "AI Internship Program for PhD Graduates",
        "url_or_email": "https://www.jpmorgan.com/technology/artificial-intelligence",
        "requirements": "Recent or upcoming PhD graduate (2024) in AI",
        "deadline": "",
        "full_description": "Exciting AI Opportunity in JPMorgan AI Research for PhD Graduates! Are you a recent or upcoming PhD graduate (2024) in AI with a desire to make a significant impact in Finance? JPMorgan AI Research is thrilled to announce a unique 3-month AI internship program tailored for AI researchers like you! This internship offers the potential for seamless transition into a full-time role based on exceptional performance and mutual interest. Duration: 3 months (with potential for a full-time position) Locations: New York, Palo Alto, London, Madrid, Paris Availability: ASAP AI areas include: - Trustworthy machine learning (XAI, Responsible AI) - KR&R - Search & planning - Reinforcement learning - Safe human AI interaction - Multi-agent systems - Secure & private AI - Machine vision & language (covering LLMs)."
    },
    {
        "company_name": "NASA",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "AI/ML-related Internship Opportunities",
        "url_or_email": "https://usajobs.gov",
        "requirements": "",
        "deadline": "2024",
        "full_description": "A number of people asked me this week about jobs and internships at NASA. The answer to both is through https://usajobs.gov for NASA and nearly all other Federal jobs.\n\nNASA is a great place to work! We'll have several AI/ML-related internship opportunities at NASA Langley Research Center in 2024 and positions in various areas are often popping up at our 10 Centers. My recommendation if you're interested is to register and set up an automatic search. Come work for NASA!"
    },
    {
        "company_name": "Zhicheng Yang",
        "country": "USA",
        "visa_sponsorship_or_remote": "Remote or on-site",
        "job_title": "Research-oriented Internship",
        "url_or_email": "",
        "requirements": "PhD students are preferred.",
        "deadline": "",
        "full_description": "We have some research-oriented internship opportunities available in Spring and Summer 2024, including vision-language models and large language models."
    },
    {
        "company_name": "Adobe Research",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Intern",
        "url_or_email": "raddanki@adobe.com",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi all, we at Adobe Research are looking for PhD interns for the upcoming summer 2024. \n\nAreas of interest include: Causal inference, Machine Learning Theory, LLM evaluation, Resource efficient LLMs, and Applied Category Theory.\n\nIf interested, please reach out to me at raddanki@adobe.com or one of us (Anup Rao anuprao@adobe.com and David Arbour arbour@adobe.com) at NeurIPS or send out an email with your CV."
    },
    {
        "company_name": "CliniComp, Intl.",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "AI Multimodal Foundation Model Internship",
        "url_or_email": "https://www.linkedin.com/jobs/view/ai-multimodal-foundation-model-internship-at-clinicomp-3770804282",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "Cash App",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Research Intern",
        "url_or_email": "https://smrtr.io/hg9Sw",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi Everyone, I’m at Cash App (a subsidiary of Block) and I’m similarly looking for PhD interns for a research internship. Please reach out If you’d like to learn more about our group."
    },
    {
        "company_name": "Meta",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Various Positions in Modern Recommendation Systems Team",
        "url_or_email": "serenali@meta.com, haichuan@meta.com",
        "requirements": "Expertise in foundational ML technologies, experience in recommendation systems, strong problem-solving orientation",
        "deadline": "",
        "full_description": "Meta is seeking talented engineers and interns of all ranks for our innovative MRS (Modern Recommendation Systems) AI Innovation Center. Interested candidates can send their CV to Serena Li (full time) or Haichuan Yang (intern). Please indicate in the email if you want a face-to-face conversation at NeurIPS. Connect with us in the \"Meta hiring - Modern Recommendation System\" group on the Whoa community platform for more insights."
    },
    {
        "company_name": "Mitsubishi Electric Research Labs",
        "country": "USA",
        "visa_sponsorship_or_remote": "",
        "job_title": "Computer Vision Research Intern",
        "url_or_email": "https://merl.com/internship/openings",
        "requirements": "",
        "deadline": "",
        "full_description": "Hiring computer vision research interns for multiple positions including lidar-based vision, novel view synthesis, image restoration at Mitsubishi Electric Research Labs in Cambridge, MA."
    },
    {
        "company_name": "Robert Osazuwa Ness",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "interns",
        "url_or_email": "https://www.linkedin.com/posts/osazuwa_search-jobs-microsoft-careers-activity-7135742463549276160-smA0?utm_source=share&utm_medium=member_ios",
        "requirements": "llm distillation and probabilistic inference",
        "deadline": "",
        "full_description": "Hello! Looking for interns on llm distillation and probabilistic inference."
    },
    {
        "company_name": "NASA",
        "country": "USA",
        "visa_sponsorship_or_remote": "International Internship opportunities",
        "job_title": "Intern",
        "url_or_email": "https://www.nasa.gov/learning-resources/internship-programs/",
        "requirements": "",
        "deadline": "",
        "full_description": "Most NASA internships are only available to US students, but there are some International Internship opportunities."
    },
    {
        "company_name": "Carnegie Mellon University",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Internship",
        "url_or_email": "https://cs.cmu.edu/~mxu1",
        "requirements": "",
        "deadline": "",
        "full_description": "Internship at CMU\n\nTopic: biomedical image analysis\n\nLab website:\nhttps://cs.cmu.edu/~mxu1\n\nIf you are interested please feel free to email Dr. Min Xu"
    },
    {
        "company_name": "Amazon",
        "country": "United States",
        "visa_sponsorship_or_remote": "Visa Sponsorship",
        "job_title": "2024 Summer Applied Science Internship - Machine Learning",
        "url_or_email": "liuyanga@amazon.com",
        "requirements": "Strong research profiles, PhD students in 2nd-4th year, knowledge of NLP, LLM PEFT, Multimodal LLM, GAN, RLHF",
        "deadline": "",
        "full_description": "My team at Amazon is looking for multiple interns for next summer in our Seattle office. We are looking for strong research profiles, PhD students in 2nd-4th year. We hire diverse academic backgrounds, but next summer in specific any knowledge of NLP, LLM PEFT, Multimodal LLM, GAN, RLHF. Please contact me and send me your resume if interested."
    },
    {
        "company_name": "Yao Qin",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://x.com/yaoqinucsd/status/1734310240160453041?s=46",
        "requirements": "",
        "deadline": "",
        "full_description": "My advisor Yao Qin is hiring! Please chat with us if you are interested. Her current students including me are all here."
    },
    {
        "company_name": "Meta",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "2024 Spring/Summer Intern - Applied AI Research Team",
        "url_or_email": "xuqi@meta.com",
        "requirements": "Passionate about Causal Modeling, Reinforcement Learning, Deep Learning, Learning to Optimize and their applications in monetization systems",
        "deadline": "",
        "full_description": "We are Applied AI research team @Meta monetization and seeking for 2024 Spring/Summer Interns, if you are passionate about Causal Modeling, Reinforcement Learning, Deep Learning, Learning to Optimize and their applications in monetization systems, feel free to send your CV to xuqi@meta.com or/and meet us in person at Meta booth"
    },
    {
        "company_name": "Lucas Chu",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://www.linkedin.com/posts/wang-zi_hiring-hiringinterns-hiringnow-activity-7148006409245188097-67Ws?utm_source=share&utm_medium=member_ios",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "SandboxAQ",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "SandboxAQ Residency Program",
        "url_or_email": "",
        "requirements": "",
        "deadline": "12/12/2023 06:00 PM",
        "full_description": "Hello everyone! if you are interested in AI+Quantum we have great opportunities at SandboxAQ. Join \"SandboxAQ Residency Program\" at 12/12/2023 06:00 PM through the Whova event app."
    },
    {
        "company_name": "Can Rager",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "I created topic: EU Internship Opportunity Sharing.\n\nDescription:\nThis post is both for recruiters and applicants to provide a platform for sharing internship opportunities."
    },
    {
        "company_name": "JPMorgan AI Research",
        "country": "USA/UK/Spain/France",
        "visa_sponsorship_or_remote": "On-site",
        "job_title": "3-month AI Internship with potential for full-time position",
        "url_or_email": "https://www.jpmorgan.com/technology/artificial-intelligence",
        "requirements": "Recent or upcoming AI PhD graduates (2024)",
        "deadline": "ASAP",
        "full_description": "Exciting AI Opportunity in JPMorgan AI Research for PhD Graduates! Are you a recent or upcoming PhD graduate (2024) in AI with a desire to make a significant impact in Finance? JPMorgan AI Research is thrilled to announce a unique 3-month AI internship program tailored for AI researchers like you! This internship offers the potential for seamless transition into a full-time role based on exceptional performance and mutual interest. Duration: 3 months (with potential for a full-time position) Locations: New York, Palo Alto, London, Madrid, Paris Availability: ASAP AI areas include: - Trustworthy machine learning (XAI, Responsible AI) - KR&R - Search & planning - Reinforcement learning - Safe human AI interaction - Multi-agent systems - Secure & private AI - Machine vision & language (covering LLMs)"
    },
    {
        "company_name": "CISPA",
        "country": "",
        "visa_sponsorship_or_remote": "internship",
        "job_title": "Full-Time Internship on Trustworthy ML",
        "url_or_email": "https://sprintml.com",
        "requirements": "",
        "deadline": "",
        "full_description": "3 month full-time internship on trustworthy ML at CISPA in the SprintML lab. Just reach out if you wanna chat about the opportunity during the conference."
    },
    {
        "company_name": "Adobe Research",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Intern",
        "url_or_email": "raddanki@adobe.com",
        "requirements": "",
        "deadline": "",
        "full_description": "We at Adobe Research are looking for PhD interns for the upcoming summer 2024.\n\nAreas of interest include: Causal inference, Machine Learning Theory, LLM evaluation, Resource efficient LLM, and Applied Category Theory.\n\nIf interested, please reach out to me at raddanki@adobe.com or one of us (Anup Rao anuprao@adobe.com and David Arbour arbour@adobe.com) at NeurIPS or send out an email with your CV."
    },
    {
        "company_name": "Amazon",
        "country": "United States",
        "visa_sponsorship_or_remote": "Visa Sponsorship",
        "job_title": "2024 Summer Applied Science Internship - Machine Learning",
        "url_or_email": "liuyanga@amazon.com",
        "requirements": "Strong research profiles, PhD students in 2nd-4th year. Knowledge of NLP, LLM PEFT, Multimodal LLM, GAN, RLHF.",
        "deadline": "",
        "full_description": "My team at Amazon is looking for multiple interns for next summer in our Seattle office. We hire diverse academic backgrounds, but next summer in specific any knowledge of NLP, LLM PEFT, Multimodal LLM, GAN, RLHF. Please contact me and send me your resume if interested."
    },
    {
        "company_name": "Ziba Parsons",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "ML and Data Science Internship",
        "url_or_email": "",
        "requirements": "",
        "deadline": "Summer 2024",
        "full_description": "Making a virtual connection between phd students and recruiters for ML and Data Science."
    },
    {
        "company_name": "Roblox",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Research Interns",
        "url_or_email": "https://www.gem.com/form?formID=fdf3ed26-0bad-453b-b8c0-6e4b38956f1e",
        "requirements": "",
        "deadline": "",
        "full_description": "Roblox is looking for summer 2024 PhD Research Interns of all specialties! Hiring for LLM, visual understanding, generative AI, recommendation systems and more."
    },
    {
        "company_name": "Meta",
        "country": "United Kingdom",
        "visa_sponsorship_or_remote": "Office",
        "job_title": "Intern - Central Applied Science Team",
        "url_or_email": "https://www.metacareers.com/jobs/1357452661643550/",
        "requirements": "Strong research profiles, knowledge of uncertainty quantification, probability calibration, or preference learning",
        "deadline": "",
        "full_description": "My team Central Applied Science at Meta is looking for interns for next summer in our London office. We are looking for strong research profiles. We hire diverse academic backgrounds, but next summer in specific any knowledge of uncertainty quantification, probability calibration, or preference learning would be very relevant."
    },
    {
        "company_name": "Amazon",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Intern - Fraud Detection Team",
        "url_or_email": "",
        "requirements": "Diverse background, No prior knowledge about fraud and risk necessary",
        "deadline": "",
        "full_description": "Hello, Everyone, I am from Amazon fraud detection team. We are hiring interns from diverse backgrounds. You don't have to have any prior knowledge about fraud and risk. Send your resume to me if you are interested!"
    },
    {
        "company_name": "SandboxAQ",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://www.sandboxaq.com/careers",
        "requirements": "",
        "deadline": "",
        "full_description": "Hello Everyone! I am from SandboxAQ we have an amazing residency program at our company in fields such as AI, Drug Discovery and Simulation! Please meet us at Twain Cafe in the food court at 5 PM."
    },
    {
        "company_name": "Ziba Parsons",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Internship in ML and Data Science",
        "url_or_email": "",
        "requirements": "Interest or experience in Federated Learning",
        "deadline": "Summer 2024",
        "full_description": "Actively seeking an internship for Summer 2024 in ML and Data Science. Presenting a Federated Learning based paper. Please let me know if you have any positions available. Also, come by to know more about my research (great hall and hall b1+b2 10:45-12:45 am)."
    },
    {
        "company_name": "CISPA",
        "country": "",
        "visa_sponsorship_or_remote": "Internship",
        "job_title": "Full-Time Internship on Trustworthy ML",
        "url_or_email": "https://sprintml.com",
        "requirements": "",
        "deadline": "",
        "full_description": "Join for a 3 month full-time internship on trustworthy ML @CISPA in the SprintML lab. Just reach out if you wanna chat about the opportunity during the conference."
    },
    {
        "company_name": "Cash App",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Research Intern",
        "url_or_email": "https://smrtr.io/hg9Sw",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi Everyone, I'm at Cash App (a subsidiary of Block) and I'm similarly looking for PhD interns for a research internship. Please reach out If you'd like to learn more about our group."
    },
    {
        "company_name": "Yao Qin",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://x.com/yaoqinucsd/status/1734310240160453041?s=46",
        "requirements": "",
        "deadline": "",
        "full_description": "My advisor Yao Qin is hiring! Please chat with us if you are interested. All of her students including me are here."
    },
    {
        "company_name": "Lucas Chu",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://www.linkedin.com/posts/wang-zi_hiring-hiringinterns-hiringnow-activity-7148006409245188097-67Ws?utm_source=share&utm_medium=member_ios",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "Meta",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "2024 Spring/Summer Intern - Applied AI Research Team",
        "url_or_email": "xuqi@meta.com",
        "requirements": "Passionate about Causal Modeling, Reinforcement Learning, Deep Learning, Learning to Optimize",
        "deadline": "",
        "full_description": "We are Applied AI research team @Meta monetization and seeking for 2024 Spring/Summer Interns. If you are passionate about Causal Modeling, Reinforcement Learning, Deep Learning, Learning to Optimize and their applications in monetization systems, feel free to send your CV or/and meet us in person at Meta booth."
    },
    {
        "company_name": "Optiver",
        "country": "USA",
        "visa_sponsorship_or_remote": "Not specified",
        "job_title": "Quantitative Researcher or Quantitative Research Intern",
        "url_or_email": [
            "https://optiver.com/working-at-optiver/career-opportunities/6805890002/",
            "https://optiver.com/working-at-optiver/career-opportunities/6993710002/"
        ],
        "requirements": "Open to Summer 2024 graduates or sooner for the Graduate Quantitative Researcher role, Open to Winter 2024 or Summer 2025 graduates for the Intern role",
        "deadline": "Not specified",
        "full_description": "At Optiver, our mission is to constantly improve the market by injecting liquidity, providing accurate pricing, increasing transparency and acting as a stabilizing force no matter the market conditions. With a focus on continuous improvement, we participate in the safeguarding of healthy and efficient markets for everyone who participates. We tackle the toughest problems, challenge the status quo and always aim for excellence. As one of the largest market making institutions, we are a trusted partner of 70+ exchanges across the globe. Join us as a Quantitative Researcher or Quantitative Research Intern and develop, refine, and implement trading strategies using machine learning. To get a better feel for what life is like at Optiver for a PhD, explore this profile: https://optiver.com/working-at-optiver/career-hub/from-phd-to-quantitative-researcher-at-optiver/."
    },
    {
        "company_name": "AlphaSense",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "LLM / AI Platform Engineer",
        "url_or_email": "https://boards.greenhouse.io/alphasense/jobs/7045398002",
        "requirements": "",
        "deadline": "",
        "full_description": "We are a pre-ipo search and AI company, working on cutting edge GenAI products that our users like and use in their daily work! We have senior level openings and are open to create new positions for exceptional candidates."
    },
    {
        "company_name": "Microsoft",
        "country": "China",
        "visa_sponsorship_or_remote": "",
        "job_title": "Researcher",
        "url_or_email": "wlu@microsoft.com",
        "requirements": "strong, passionate researchers at various levels in the areas of AI / Machine Learning, natural language processing, big data and knowledge mining, and information visualization",
        "deadline": "",
        "full_description": "The Data, Knowledge, and Intelligence (DKI) team at Microsoft STCA is looking for strong, passionate researchers at various levels in the areas of AI / Machine Learning, natural language processing, big data and knowledge mining, and information visualization."
    },
    {
        "company_name": "Dartmouth College",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Student in Computer Vision",
        "url_or_email": "https://yuwingtai.github.io/",
        "requirements": "",
        "deadline": "",
        "full_description": "I am recruiting PhD students to work on Computer Vision at Dartmouth College. Please contact me if you are interested."
    },
    {
        "company_name": "Old Dominion University",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Tenure Track/Tenured Positions",
        "url_or_email": "https://jobs.odu.edu/postings/19799",
        "requirements": "",
        "deadline": "Candidate review will start on Jan 15",
        "full_description": "School of data science at Old Dominion University is having a cluster hiring for tenure track/tenured positions."
    },
    {
        "company_name": "University of Ottawa",
        "country": "Canada",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Student Position in Bandits and Online Learning Theory",
        "url_or_email": "",
        "requirements": "PhD candidacy eligibility",
        "deadline": "",
        "full_description": "Tom Cesari is recruiting PhD students to work on Bandits and Online Learning Theory at the University of Ottawa. Feel free to connect if you are interested."
    },
    {
        "company_name": "Cash App",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Research Intern",
        "url_or_email": "https://smrtr.io/hg9Sw",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi Everyone, I’m at Cash App (a subsidiary of Block) and I’m similarly looking for PhD interns for a research internship. Please reach out If you’d like to learn more about our group."
    },
    {
        "company_name": "Ritam Majumdar",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "A group for advertisements on PhD/Postdoc/Faculty and industrial job openings. Meant to connect the recruiters and applicants (Both Industry and academia). No poll spamming please, trying to keep the group easy to access."
    },
    {
        "company_name": "The Ohio State University",
        "country": "USA",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Coordinator in Management and Human Resources",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "If you are interested in understanding human behavior and workplace productivity/wellbeing/creativity with the use of AI and machine learning in management/behavioral science/business school/organizational psychology/organizational behavior, let me know! I am a PhD coordinator in business school (management and human resources department) at the ohio state university."
    },
    {
        "company_name": "Software Engineering Institute at Carnegie Mellon University",
        "country": "USA",
        "visa_sponsorship_or_remote": "Unknown",
        "job_title": "Research Scientists, Senior Research Scientist - Adversarial Machine Learning, Machine Learning Research Scientist, Senior Machine Learning Research Scientist",
        "url_or_email": [
            "https://cmu.wd5.myworkdayjobs.com/en-US/SEI/job/Pittsburgh-PA/Research-Scientist---Advanced-Computing-Lab_2020886-1",
            "https://cmu.wd5.myworkdayjobs.com/en-US/SEI/job/Pittsburgh-PA/Senior-Research-Scientist---Adversarial-Machine-Learning_2020416-2",
            "https://cmu.wd5.myworkdayjobs.com/en-US/SEI/job/Pittsburgh-PA/Machine-Learning-Research-Scientist_2020639-2",
            "https://cmu.wd5.myworkdayjobs.com/en-US/SEI/job/Pittsburgh-PA/Senior-Machine-Learning-Research-Scientist_2020640-1"
        ],
        "requirements": "Specific requirements are not mentioned in the provided information. Interested applicants should check the job links for detailed requirements.",
        "deadline": "Not provided",
        "full_description": "The Software Engineering Institute at Carnegie Mellon University is seeking research scientists for various labs within their AI Division including the Advanced Computing Lab, the Adversarial Machine Learning Lab, and other focus areas related to Machine Learning. They are looking for candidates for multiple levels of research scientist positions. Candidates can inquire directly to the provided contact for information about working for a Federally Funded Research and Development Lab."
    },
    {
        "company_name": "Ohio State University",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Student",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "Hi Everyone, I am hiring PhD students at the Ohio State University. The projects are related to thrustworthy ML, Mechanistic Interpretability, and tiny ML."
    },
    {
        "company_name": "Dalhousie University",
        "country": "Canada",
        "visa_sponsorship_or_remote": "visa sponsorship",
        "job_title": "Master's and PhD positions in Deep Reinforcement Learning",
        "url_or_email": "https://sites.google.com/umich.edu/janarthanan-rajendran/prospective_students",
        "requirements": "Please refer to the 'Prospective Students' page for detailed requirements.",
        "deadline": "For Fall 2024",
        "full_description": "Hi everyone, I am an incoming Assistant Professor, set to start in January 2024, at the Faculty of Computer Science, Dalhousie University in Halifax, Mi’kma’ki, Canada. I have openings for Master’s and PhD positions in Deep Reinforcement Learning for Fall 2024. If you are interested in this opportunity, please refer to the 'Prospective Students' page on my website for detailed information about the openings."
    },
    {
        "company_name": "Capital One",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "The financial industry is primed for innovation—and we’re changing everything. We’re all in on artificial intelligence, machine learning, data analytics and research because with them we can change banking for good. Please post any questions/comments about research and job opportunities -- or just say hello and stop by our booth #1220.\n\nWe're looking forward to connecting!"
    },
    {
        "company_name": "TUDelft",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Researcher",
        "url_or_email": "https://www.academictransfer.com/en/334686/phd-position-computer-science-on-algorithms-for-planning-and-monitoring-for-reliable-automation",
        "requirements": "",
        "deadline": "",
        "full_description": "Hiring two PhD researchers at TUDelft on Verification and Interpretability for Trustworthy AI."
    },
    {
        "company_name": "Vinayak Abrol",
        "country": "India",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD students in ML, Tenure Track Faculty in CSE, Math, and ECE",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "I am hiring PhD students for my ML lab at IIIT Delhi India. Reach out if you are interested to have a chat. We work on a broad spectrum of problems in AI/ML. And we are hiring Tenure Track Faculty in CSE, Math and ECE department."
    },
    {
        "company_name": "Capital One",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Applied Research Roles",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "CISPA",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Students in Trustworthy ML",
        "url_or_email": "https://sprintml.com",
        "requirements": "",
        "deadline": "",
        "full_description": "Hiring 3 PhD students in trustworthy ML at CISPA in the SprintML lab. Just reach out if you wanna chat about the opportunity during the conference."
    },
    {
        "company_name": "Imperial College London",
        "country": "UK",
        "visa_sponsorship_or_remote": "",
        "job_title": "Postdoctoral Research Associate",
        "url_or_email": "a.lomuscio@imperial.ac.uk",
        "requirements": "",
        "deadline": "",
        "full_description": "Hiring 2 postdocs at Imperial College London (London, UK) working on robustness, verification and robust learning. If potentially interested reach out to me with a CV or a Webpage. Also see http://sail.doc.ic.ac.uk to browse through what we presently do. I am around till today for a chat in person. Just reach out to me."
    },
    {
        "company_name": "Rutuja Gurav",
        "country": "US",
        "visa_sponsorship_or_remote": "",
        "job_title": "Any AI for Science openings (Postdoc/Full-time)",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    },
    {
        "company_name": "Capital One",
        "country": "United States",
        "visa_sponsorship_or_remote": "Unknown",
        "job_title": "Multiple Positions",
        "url_or_email": "https://www.capitalonecareers.com",
        "requirements": "Position-specific qualifications will be listed on the job postings at the provided URL.",
        "deadline": "Unknown",
        "full_description": "Capital One is hiring for multiple Applied Research positions at various levels, including Manager, Sr. Manager, Director, Sr. Director, Distinguished, and Sr. Distinguished Researcher. For details on requirements, responsibilities, and how to apply, please visit the URLs provided for each specific job title."
    },
    {
        "company_name": "Ohio State University",
        "country": "USA",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Student",
        "url_or_email": "https://xueruzhang.github.io",
        "requirements": "",
        "deadline": "",
        "full_description": "Recruiting PhD students to work on socially responsible ML at the Ohio State University. Interested candidates can check out the lab website and are invited to stop by poster #1522 on Wednesday morning for further discussion."
    },
    {
        "company_name": "IIIT Delhi",
        "country": "India",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD & Postdoc positions, Tenure Track Faculty",
        "url_or_email": "",
        "requirements": "",
        "deadline": "",
        "full_description": "I am hiring PhD & Postdoc students for my ML lab at IIIT Delhi India. Reach out if you are interested to have a chat. We work on a broad spectrum of problems in AI/ML.\n\nAnd we are hiring Tenure Track Faculty in CSE, Math and ECE department."
    },
    {
        "company_name": "University of Glasgow",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD in Mathematics of Deep Learning",
        "url_or_email": "https://tiffanyvlaar.github.io/research/",
        "requirements": "",
        "deadline": "",
        "full_description": "Interested in doing a PhD in mathematics of deep learning at the University of Glasgow? Please feel free to reach out to discuss opportunities."
    },
    {
        "company_name": "NYU Langone Health",
        "country": "USA",
        "visa_sponsorship_or_remote": "Unknown",
        "job_title": "Postdoc",
        "url_or_email": "narges.razavian@nyulangone.org",
        "requirements": "Hands-on experience with architectures such as GPT or BERT, able to design models from scratch, have worked with EHR data before, excellent technical and scientific skills, at least one publication at major AI/ML venues",
        "deadline": "Unknown",
        "full_description": "An NIH funded position for a postdoc to join the Center for Healthcare Innovation and Delivery Science at NYU Langone Health, to build, validate, open-source and deploy Transformer models for large structured EHR data, with a focus on dementia early detection."
    },
    {
        "company_name": "George Mason University",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "PhD Student and Postdoc Positions in Distributed Learning",
        "url_or_email": "",
        "requirements": "Interest in distributed learning with communication efficiency, robustness and fairness",
        "deadline": "",
        "full_description": "I am recruiting PhD students and a postdoc on distributed learning with communication efficiency, robustness and fairness, at George Mason University. Happy to chat if you are interested. Please stop by our poster #1118 this Wednesday morning 10:45-12:45"
    },
    {
        "company_name": "Dalhousie University",
        "country": "Canada",
        "visa_sponsorship_or_remote": "",
        "job_title": "Assistant Professor",
        "url_or_email": "https://dal.peopleadmin.ca/postings/14872",
        "requirements": "",
        "deadline": "",
        "full_description": "The Faculty of Computer Science at Dalhousie University has openings for up to three tenure-stream Assistant Professor positions in any area of Computer Science."
    },
    {
        "company_name": "Capital One",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "",
        "url_or_email": "https://capitalone.eightfold.ai/events/candidate?plannedEventId=jzKrB4V7",
        "requirements": "",
        "deadline": "",
        "full_description": "We're hosting a networking event on Wednesday at 6p CT - Learn more and register."
    },
    {
        "company_name": "Cardiovascular Imaging Research Center at Massachusetts General Hospital and Harvard Medical School",
        "country": "USA",
        "visa_sponsorship_or_remote": "Not specified",
        "job_title": "Postdoctoral Fellow",
        "url_or_email": "vraghu@mgh.harvard.edu",
        "requirements": "Not specified",
        "deadline": "Not specified",
        "full_description": "Recruiting a talented postdoctoral fellow to help build AI models to predict risk of significant heart and lung disease using medical imaging and genomics data."
    },
    {
        "company_name": "Imperial College London",
        "country": "UK",
        "visa_sponsorship_or_remote": "",
        "job_title": "Postdoc or Pre-PhD level positions in AI Safety",
        "url_or_email": "a.lomuscio@imperial.ac.uk",
        "requirements": "CV or just a Webpage and possible start date",
        "deadline": "",
        "full_description": "2 positions at Imperial College London on topics of AI Safety, namely robustness, formal verification and robust learning for feed forward, transformers. 12M to 24M appointment initially."
    },
    {
        "company_name": "NYU Shanghai",
        "country": "China",
        "visa_sponsorship_or_remote": "Visa sponsorship",
        "job_title": "Tenured/Tenure-Track Positions in Computer Science",
        "url_or_email": "https://apply.interfolio.com/134746",
        "requirements": "Ph.D. in Computer Science or a closely related discipline.",
        "deadline": "",
        "full_description": "NYU Shanghai is currently inviting applications for Tenured or Tenure-Track positions in Computer Science. The search is not restricted to any rank and outstanding candidates at all levels are encouraged to apply. We seek candidates who have completed a Ph.D. in Computer Science or a closely related discipline. We invite applications from candidates in all areas and have a special interest in those with expertise broadly in Systems, including but not limited to Security and Privacy, Robotics, Distributed Computing, Data Analysis and Management, Computer Vision, Human-Computer Interaction, Programming Languages, and Computer Architecture."
    },
    {
        "company_name": "AstraZeneca",
        "country": "",
        "visa_sponsorship_or_remote": "",
        "job_title": "Postdoc Fellow - Machine learning for predicting adverse events in blood cancer treatments",
        "url_or_email": "https://careers.astrazeneca.com/job/gothenburg/postdoc-fellow-machine-learning-for-predicting-adverse-events-in-blood-cancer-treatments/7684/55898896448",
        "requirements": "",
        "deadline": "",
        "full_description": ""
    }
]
